Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Increase the number of specialists for specific digital marketing channels, for data science and for measurement technologies.
es: Aumenta el número de especialistas en canales de marketing digital, ciencias de los datos y tecnologías de medición.
it: Aumenta il numero di esperti in specifici canali di marketing digitale, in scienza dei dati e nelle tecnologie di misurazione.
pl: Zwiększ liczbę specjalistów od konkretnych kanałów marketingu cyfrowego, badaczy danych i ekspertów ds. technologii pomiarowych.
tr: Belirli dijital pazarlama kanalları, veri bilimi ve ölçüm teknolojileri üzerine çalışan uzmanların sayısını artırın.

source: Investigate if data-driven marketing could be sponsored by a more senior person, for example the CMO. Coordinate and agree on marketing objectives across all digital channels. Set up processes that allow day-to-day collaboration across teams, functions and between your organisation and your most important partners.
es: Averigua si un profesional más experimentado podría impulsar el marketing basado en datos, como, por ejemplo, el director de Marketing. Coordina y define los objetivos que deben lograrse en varios canales digitales. Implanta procesos que permitan la colaboración diaria entre equipos y cargos, y entre tu organización y los partners más importantes.
it: Cerca di capire se il marketing basato sui dati può essere promosso da una persona di livello superiore, ad esempio il direttore del marketing. Coordina e concorda gli obiettivi di marketing su tutti i canali digitali. Predisponi processi che consentano la collaborazione giornaliera tra diversi team e funzioni, nonché tra la tua organizzazione e i tuoi partner più importanti.
pl: Sprawdź, czy marketing oparty na danych może być wspierany przez pracownika wyższego szczebla, na przykład CMO. Koordynuj i uzgadniaj cele marketingowe we wszystkich kanałach cyfrowych. Skonfiguruj procesy, które umożliwią codzienną współpracę między zespołami i działami oraz między Twoją organizacją a najważniejszymi partnerami.
tr: Veriye dayalı pazarlamanın pazarlama müdürü gibi daha kıdemli bir kişi tarafından desteklenip desteklenmeyeceğini araştırın. Tüm dijital kanallardaki pazarlama hedeflerini koordine edin ve bu hedefler üzerinde anlaşın. Ekipler, fonksiyonlar, organizasyonunuz ve en önemli iş ortaklarınız arasında sürekli iş birliğini mümkün kılan süreçler oluşturun.

source: Improve collaboration between different agencies and establish regular touchpoints. Increase your ability to work in agile ways, for example, devote more budget to running experiments and encourage best practice sharing across functions, brands, departments and regions.
es: Mejora la colaboración entre diferentes agencias y establece puntos de contacto periódicos. Aumenta la capacidad para trabajar de manera ágil. Por ejemplo, asigna parte del presupuesto a hacer experimentos, y promueve el intercambio de prácticas recomendadas entre los distintos cargos, marcas, departamentos y regiones.
it: Migliora la collaborazione tra diverse agenzie e definisci touchpoint regolari. Aumenta le tue possibilità di lavorare con metodologie agili. Ad esempio, destina più budget all’esecuzione di esperimenti e incoraggia la condivisione delle best practice tra le funzioni, i brand, i reparti e le aree geografiche.
pl: Popraw współpracę między różnymi agencjami i ustal regularne punkty kontaktu. Zwiększ możliwości wydajnej pracy, na przykład przeznacz większą część budżetu na prowadzenie eksperymentów i zachęcaj zespoły, marki, działy i oddziały regionalne do dzielenia się sprawdzonymi metodami.
tr: Farklı ajanslar arasındaki iş birliğini iyileştirin ve düzenli temas noktaları belirleyin. Çevik bir şekilde çalışma becerinizi geliştirin. Örneğin, yapılan denemelere daha fazla bütçe ayırın ve fonksiyonlar, markalar, departmanlar ve bölgeler arasında en iyi uygulamaların paylaşımını teşvik edin.

source: Increase the number of specialists for specific digital marketing channels, for data science and measurement technologies.
es: Aumenta el número de especialistas en canales de marketing digital, ciencias de los datos y tecnologías de medición.
it: Aumenta il numero di esperti in specifici canali di marketing digitale, nella scienza dei dati e nelle tecnologie di misurazione.
pl: Zwiększ liczbę specjalistów od konkretnych kanałów marketingu cyfrowego, badaczy danych i ekspertów ds. technologii pomiarowych.
tr: Belirli dijital pazarlama kanalları, veri bilimi ve ölçüm teknolojileri üzerine çalışan uzmanların sayısını artırın.

source: Investigate if data-driven marketing could be sponsored by a more senior person, for example by the CEO. Coordinate and agree on marketing objectives across digital and non-digital channels. Link your marketing objectives to business results. Improve processes that enable day-to-day collaboration across teams, functions and between your organisation and all relevant ecosystem partners.
es: Averigua si un profesional más experimentado, como, por ejemplo, el director ejecutivo, podría impulsar el marketing basado en datos. Coordina y define los objetivos que deben lograrse en varios canales digitales y convencionales. Relaciona tus objetivos de marketing con los resultados del negocio. Mejora los procesos que permiten la colaboración diaria entre equipos y cargos, y entre tu organización y los partners más importantes del ecosistema.
it: Cerca di capire se il marketing basato sui dati può essere promosso da una persona di livello superiore, ad esempio il CEO. Coordina e concorda gli obiettivi di marketing sui canali digitali e non. Collega i tuoi obiettivi di marketing ai risultati aziendali. Migliora i processi che consentono la collaborazione giornaliera tra diversi team e funzioni, nonché tra la tua organizzazione e tutti i partner pertinenti dell’ecosistema.
pl: Sprawdź, czy marketing oparty na danych może być wpierany przez pracownika wyższego szczebla, na przykład dyrektora generalnego. Koordynuj i uzgadniaj cele marketingowe w kanałach cyfrowych i niecyfrowych. Połącz swoje cele marketingowe z wynikami biznesowymi. Usprawnij procesy, które umożliwiają codzienną współpracę między zespołami i działami oraz między Twoją organizacją a wszystkimi odpowiednimi partnerami ekosystemu.
tr: Veriye dayalı pazarlamanın genel müdür gibi daha kıdemli bir kişi tarafından desteklenip desteklenmeyeceğini araştırın. Dijital ve dijital olmayan kanallardaki pazarlama hedeflerini koordine edin ve bu hedefler üzerinde anlaşın. Pazarlama hedefleriniz ile işletme sonuçlarınız arasında bağlantı kurun. Ekipler, fonksiyonlar, organizasyonunuz ve ilgili tüm ekosistem iş ortakları arasında sürekli iş birliğini mümkün kılan süreçleri iyileştirin.

source: Improve collaboration between all relevant agencies and from virtual campaign teams. Increase your ability to work in agile ways, for example, devote more budget to running experiments and refine processes around best practice sharing across functions, brands, departments and regions.
es: Mejora la colaboración entre las agencias más destacadas y entre los equipos de campaña virtuales. Aumenta la capacidad para trabajar de manera ágil; por ejemplo, asigna parte del presupuesto a hacer experimentos y mejora los procesos relacionados con el intercambio de prácticas recomendadas entre los distintos cargos, marcas, departamentos y regiones.
it: Migliora la collaborazione tra tutte le agenzie pertinenti e dei team virtuali delle campagne. Aumenta le tue possibilità di lavorare con metodologie agili. Ad esempio, destina più budget all’esecuzione di esperimenti e ottimizza i processi relativi alla condivisione delle best practice tra le funzioni, i brand, i reparti e le aree geografiche.
pl: Popraw współpracę między wszystkimi odpowiednimi agencjami i wirtualnymi zespołami ds. kampanii. Zwiększ możliwości wydajnej pracy, na przykład przeznacz większą część budżetu na prowadzenie eksperymentów i udoskonalaj procesy dotyczące dzielenia się sprawdzonymi metodami przez zespoły, marki, działy i oddziały regionalne.
tr: İlgili tüm ajanslar ve sanal kampanya ekipleri arasındaki iş birliğini iyileştirin. Çevik bir şekilde çalışma becerinizi geliştirin. Örneğin, yapılan denemelere daha fazla bütçe ayırın ve fonksiyonlar, markalar, departmanlar ve bölgeler arasında en iyi uygulamaların paylaşımına ilişkin süreçleri daha incelikli hale getirin.

source: Increase the number of specialists for specific digital marketing channels, for data science, measurement technologies and emerging fields of specialisms.
es: Aumenta el número de especialistas en canales de marketing digital, ciencias de los datos, tecnologías de medición y campos de especialidad emergentes.
it: Aumenta il numero di esperti in specifici canali di marketing digitale, nella scienza dei dati, nelle tecnologie di misurazione e nei campi di specializzazione emergenti.
pl: Zwiększ liczbę specjalistów od konkretnych kanałów marketingu cyfrowego, badaczy danych, specjalistów ds. technologii pomiarowych i ekspertów z nowych dziedzin specjalizacji.
tr: Belirli dijital pazarlama kanalları, veri bilimi, ölçüm teknolojileri ve yeni çıkan uzmanlık alanlarında çalışan uzmanların sayısını artırın.

source: Fine-tune coordination and collaboration
es: Mejora la coordinación y la colaboración
it: Ottimizza il livello di coordinamento e collaborazione
pl: Ulepszenie koordynacji i współpracy
tr: Koordinasyon ve iş birliğiyle ilgili hassas ayarlamalar yapın

source: Continue to iterate on how you coordinate and agree on marketing objectives across digital and non-digital channels. Find new links between marketing objectives and business performance. Improve processes that enable day-to-day collaboration across teams, functions and between your organisation and all relevant ecosystem partners.
es: Sigue mejorando la manera de coordinar y definir los objetivos que deben lograrse en varios canales digitales y convencionales. Busca nuevas correlaciones entre los objetivos de marketing y los resultados comerciales. Mejora los procesos que permiten la colaboración diaria entre equipos y cargos, y entre tu organización y los partners más importantes del ecosistema.
it: Continua a perfezionare il modo di coordinare e concordare gli obiettivi di marketing sui canali digitali e non. Individua nuovi collegamenti tra gli obiettivi di marketing e i risultati aziendali. Migliora i processi che consentono la collaborazione giornaliera tra diversi team e funzioni, nonché tra la tua organizzazione e tutti i partner pertinenti dell’ecosistema.
pl: Stosuj powtarzalne metody koordynacji i uzgadniania celów marketingowych w kanałach cyfrowych i niecyfrowych. Znajdź nowe powiązania między celami marketingowymi a wynikami biznesowymi. Usprawnij procesy, które umożliwiają codzienną współpracę między zespołami i działami oraz między Twoją organizacją a wszystkimi odpowiednimi partnerami ekosystemu.
tr: Dijital ve dijital olmayan kanallardaki pazarlama hedeflerinizi koordine etme ve bu hedefler üzerinde anlaşma tarzınızı koruyun. Pazarlama hedefleri ile işletme performansı arasında yeni bağlantılar bulun. Ekipler, fonksiyonlar, organizasyonunuz ve ilgili tüm ekosistem iş ortakları arasında sürekli iş birliğini mümkün kılan süreçleri iyileştirin.

source: Regularly evaluate collaboration between all relevant agencies and help them to be more impactful and efficient. Continue to review your ability to work in agile ways, for example evaluate how you allocate budget to running experiments and refine processes around best practice sharing across functions, brands, departments and regions.
es: Evalúa periódicamente la colaboración entre las agencias y ayúdales a ser más eficaces e influyentes. Continúa buscando formas de trabajar de manera ágil; por ejemplo, asigna parte del presupuesto a hacer experimentos, y promueve el intercambio de prácticas recomendadas entre los distintos cargos, marcas, departamentos y regiones.
it: Valuta regolarmente la collaborazione tra tutte le agenzie pertinenti e aiutale a essere più incisive ed efficienti. Continua a esaminare le tue possibilità di lavorare con metodologie agili. Ad esempio, valuta le tue modalità di allocazione del budget per l’esecuzione di esperimenti e ottimizza i processi relativi alla condivisione delle best practice tra le funzioni, i brand, i reparti e le aree geografiche.
pl: Regularnie oceniaj współpracę między wszystkimi odpowiednimi agencjami i pomagaj im w poprawie skuteczności i wydajności. Nadal zwiększaj możliwości wydajnej pracy, na przykład oceń sposób przydzielania budżetu na eksperymenty i udoskonalaj procesy dotyczące dzielenia się sprawdzonymi metodami przez zespoły, marki, działy i oddziały regionalne.
tr: İlgili tüm ajanslar arasındaki iş birliğini düzenli olarak değerlendirin. Bu ajansların daha etkili ve verimli olmalarını sağlayın. Çevik bir şekilde çalışma becerinizi gözden geçirmeye devam edin. Örneğin, yapılan denemelere nasıl bütçe aktardığınızı değerlendirin ve fonksiyonlar, markalar, departmanlar ve bölümler arasında en iyi uygulamaların paylaşımına ilişkin süreçleri daha incelikli hale getirin.

source: We worked with BCG to carry out an in-depth study of businesses to identify what drives data-driven marketing maturity. The results showed these 6 capabilities are key to top performance and delivering what today’s customers expect from brands.
es: Hemos colaborado con BCG para hacer un estudio de empresas en profundidad e identificar los pilares del marketing digital bien desarrollado. De acuerdo con los resultados, estas seis capacidades son clave para obtener un buen rendimiento y ofrecer a los clientes lo que esperan de las marcas.
it: In collaborazione con BCG, abbiamo condotto uno studio approfondito delle attività per identificare i fattori che promuovono la maturità del marketing basato sui dati. Dai risultati è emerso che queste sei capacità sono fondamentali per ottenere il massimo rendimento e dare i risultati che i clienti di oggi si aspettano dai brand.
pl: Podjęliśmy współpracę z firmą BCG, by przeprowadzić dogłębne badania firm i określić czynniki wpływające na dojrzałość marketingową opartą na danych. Wyniki pokazały, że te sześć możliwości jest kluczem do najwyższej wydajności, która pozwala spełnić oczekiwania dzisiejszych klientów wobec marek.
tr: Veriye dayalı pazarlama konusunda olgunluk sağlayan özellikleri tespit etmek için kapsamlı bir çalışma yürütmek üzere BCG ile iş birliği yaptık. Sonuçlar, bu 6 yeteneğin üst düzey performans ve günümüz müşterilerinin markalardan beklediklerini sunmak açısından çok önemli olduğunu gösterdi.

source: The capability to accurately measure and value customer touchpoints.
es: Capacidad de medir y valorar con precisión los puntos de contacto de los clientes.
it: La capacità di misurare accuratamente i touchpoint del cliente e determinarne il giusto valore.
pl: Możliwość dokładnego pomiaru i wyceny punktów styczności z klientem.
tr: Müşteri temas noktalarını doğru bir şekilde ölçme ve değerlendirme yeteneği.

source: The capability to deliver attention-driving, intuitive experiences across digital touchpoints.
es: Capacidad de ofrecer experiencias intuitivas y atractivas en los puntos de contacto digitales.
it: La capacità di offrire esperienze intuitive e accattivanti in tutti i touchpoint digitali.
pl: Możliwość zapewniania intuicyjnych wrażeń we wszystkich cyfrowych punktach kontaktu z klientem.
tr: Dijital temas noktalarında ilgi çekici ve sezgisel deneyimler sunma yeteneği.

source: The capability to organise data to identify, understand and influence the most valuable audiences throughout the sales funnel.
es: Capacidad de organizar los datos para identificar, entender e influir en las audiencias más valiosas en todo el embudo de conversión de ventas.
it: La capacità di organizzare i dati in modo da identificare, comprendere e influenzare i segmenti di pubblico più importanti nell’intera canalizzazione di vendita.
pl: Możliwość organizacji danych, by identyfikować najbardziej wartościowych odbiorców w całej ścieżce sprzedaży, analizować ich dane i wpływać na nich.
tr: Satış dönüşüm hunisi boyunca en değerli kitleleri belirlemek, anlamak ve etkilemek için verileri organize etme yeteneği.

source: The capability to reach and deliver across all inventory types and channels.
es: Capacidad de llegar a los consumidores y mostrar anuncios en todos los canales y tipos de inventario.
it: La capacità di raggiungere il tuo pubblico e trasmettergli i tuoi messaggi su tutti i canali e tipi di inventario.
pl: Możliwość docierania do wszystkich typów zasobów reklamowych i kanałów i wyświetlania komunikatów marketingowych w tych zasobach i kanałach.
tr: Tüm envanter türlerinde ve kanallarda erişim ve reklam yayınlama yeteneği.

source: The capability to optimise marketing operations to drive profitability and growth.
es: Capacidad de optimizar las operaciones de marketing para generar rentabilidad y crecimiento.
it: La capacità di ottimizzare le operazioni di marketing per generare redditività e crescita.
pl: Możliwość optymalizacji działań marketingowych, by zwiększyć rentowność i wzrost.
tr: Kârlılık ve büyüme sağlamak için pazarlama operasyonlarını optimize etme yeteneği.

source: The capability to improve decision-making and results by working collaboratively across teams and with specialised partners.
es: Capacidad de mejorar el proceso de toma de decisiones y los resultados mediante la colaboración entre equipos y partners especializados.
it: La capacità di migliorare il processo decisionale e i risultati collaborando con i team e con partner specializzati.
pl: Możliwość usprawnienia procesu podejmowania decyzji i poprawy wyników dzięki współpracy z różnymi zespołami i partnerami specjalizacyjnymi.
tr: Ekipler genelinde ve uzman iş ortaklarıyla birlikte hareket ederek karar almayı ve sonuçları iyileştirme yeteneği.

source: Accommodation and food service
es: Alojamiento y alimentación
it: Servizio di alloggio e di ristorazione
pl: Hotelarstwo i gastronomia
tr: Konaklama ve yemek hizmetleri

source: Arts, entertainment & recreation
es: Artes, entretenimiento y ocio
it: Arte, intrattenimento e tempo libero
pl: Sztuka, rozrywka i rekreacja
tr: Sanat, eğlence ve rekreasyon

source: Construction
es: Construcción
it: Edilizia
pl: Budownictwo
tr: İnşaat

source: Education
es: Educación
it: Istruzione
pl: Edukacja
tr: Eğitim

source: Further education
es: Formación complementaria
it: Specializzazione
pl: Doskonalenie zawodowe
tr: İleri eğitim

source: Other
es: Otro tipo
it: Altro
pl: Inna
tr: Diğer

source: Primary education
es: Educación primaria
it: Istruzione primaria
pl: Edukacja podstawowa
tr: İlköğretim

source: Secondary education
es: Educación secundaria
it: Istruzione secondaria
pl: Edukacja ponadpodstawowa
tr: Ortaöğretim

source: Electricity, gas, steam, water
es: Electricidad, gas, vapor y agua
it: Elettricità, gas, vapore, acqua
pl: Elektryczność, gaz, para, woda
tr: Elektrik, gaz, buhar, su

source: Financial and Insurance
es: Finanzas y seguros
it: Finanza e assicurazioni
pl: Finanse i ubezpieczenia
tr: Finans ve Sigortacılık

source: Banking
es: Banca
it: Banche
pl: Bankowość
tr: Bankacılık

source: Insurance
es: Seguros
it: Assicurazioni
pl: Ubezpieczenia
tr: Sigortacılık

source: Human health & social work
es: Salud y trabajo social
it: Salute umana e servizi sociali
pl: Ochrona zdrowia i pomoc społeczna
tr: İnsan sağlığı ve sosyal hizmetler

source: Information and Communication
es: Información y comunicación
it: Informazione e comunicazione
pl: Informacja i komunikacja
tr: Bilgi ve İletişim

source: Books, news, periodicals, journals
es: Libros, noticias, periódicos y revistas
it: Libri, notizie, periodici, giornali
pl: Książki, gazety codzienne, magazyny, czasopisma tematyczne
tr: Kitaplar, gazeteler, süreli yayınlar, dergiler

source: Software
pl: Oprogramowanie
tr: Yazılım

source: TV, radio, movies, video, music
es: Televisión, radio, películas, vídeo y música
it: TV, radio, film, video, musica
pl: Telewizja, radio, filmy, wideo, muzyka
tr: TV, radyo, film, video, müzik

source: Telecommunications
es: Telecomunicaciones
it: Telecomunicazioni
pl: Telekomunikacja
tr: Telekomünikasyon

source: Manufacturing
es: Fabricación
it: Produzione
pl: Produkcja
tr: İmalat

source: Chemicals
es: Sector químico
it: Chimica
pl: Chemikalia
tr: Kimyasallar

source: Cosmetics, toiletries, detergents
es: Cosméticos, artículos de aseo y detergentes
it: Cosmetici, igiene personale, detergenti
pl: Kosmetyki, przybory toaletowe, detergenty
tr: Kozmetik, kişisel bakım ürünleri, deterjanlar

source: Electronics
es: Electrónica
it: Elettronica
pl: Elektronika
tr: Elektronik

source: Food & beverages
es: Alimentos y bebidas
it: Cibi e bevande
pl: Jedzenie i napoje
tr: Yeme-içme

source: Furniture
es: Muebles
it: Arredamento
pl: Meble
tr: Mobilya

source: Machinery & equipment
es: Maquinaria y bienes de equipo
it: Macchinari e attrezzature
pl: Maszyny i urządzenia
tr: Makineler ve ekipman

source: Pharmaceuticals
es: Productos farmacéuticos
it: Farmaci
pl: Produkty farmaceutyczne
tr: İlaçlar

source: Textiles, footwear & apparel
es: Textiles, ropa y calzado
it: Tessili, calzature e abbigliamento
pl: Tekstylia, obuwie i odzież
tr: Tekstil, ayakkabı ve giyim

source: Toys & games
es: Juguetes y juegos
it: Giochi e giocattoli
pl: Zabawki i gry
tr: Oyuncaklar ve oyunlar

source: Vehicles
es: Vehículos
it: Veicoli
pl: Pojazdy
tr: Taşıtlar

source: Other service activities - Other
es: Otras actividades relacionadas con servicios - Otro tipo
it: Altre attività di servizi - Altro
pl: Inna działalność usługowa - inna
tr: Diğer hizmet faaliyetleri - Diğer

source: Other service activities - Printing
es: Otras actividades relacionadas con servicios - Impresión
it: Altre attività di servizi - Stampa
pl: Inna działalność usługowa - druk
tr: Diğer hizmet faaliyetleri - Baskı

source: Professional activities
es: Actividades profesionales
it: Attività professionali
pl: Działalność zawodowa
tr: Mesleki faaliyetler

source: Consultancy
es: Consultoría
it: Consulenza
pl: Doradztwo
tr: Danışmanlık

source: Legal
es: Servicios jurídicos
it: Legale
pl: Prawo
tr: Hukuk

source: Research
es: Investigación
it: Ricerca
pl: Badania
tr: Araştırma

source: Public administration & political organisations
es: Administración pública y organizaciones políticas
it: Pubblica amministrazione e organizzazioni politiche
pl: Administracja publiczna i organizacje polityczne
tr: Kamu yönetimi ve siyasi örgütler

source: Real estate
es: Mercado inmobiliario
it: Immobili
pl: Nieruchomości
tr: Emlak

source: Retail trade
es: Comercio minorista
it: Commercio al dettaglio
pl: Handel detaliczny
tr: Perakende ticaret

source: Multi-category
es: Varias categorías
it: Multicategoria
pl: Obsługa wielu kategorii
tr: Çoklu kategori

source: Books, music, video
es: Libros, música y vídeo
it: Libri, musica, video
pl: Książki, muzyka, wideo
tr: Kitaplar, müzik, video

source: Food and beverages
es: Alimentos y bebidas
it: Cibi e bevande
pl: Jedzenie i napoje
tr: Yeme-içme

source: Household goods
es: Artículos domésticos
it: Articoli casalinghi
pl: Artykuły gospodarstwa domowego
tr: Ev eşyaları

source: Transportation and Travel
es: Viajes y transportes
it: Trasporti e viaggi
pl: Transport i turystyka
tr: Ulaşım ve Seyahat

source: Railway, flight, land & water transport
es: Transporte ferroviario, aéreo, terrestre y naval
it: Trasporto ferroviario, aereo, su terra e marittimo
pl: Transport kolejowy, lotniczy, lądowy i wodny
tr: Demir, hava, kara ve su yolu taşımacılığı

source: Travel agency & tour operator
es: Agencias de viajes y operadores turísticos
it: Agenzie di viaggi e tour operator
pl: Biuro podróży i organizator turystyki
tr: Seyahat acentesi ve tur operatörü
