Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: You use 3rd party and 1st party data to target your campaigns, covering the full marketing funnel. You have started to use insights captured in one channel in another channel. You have segmented your audience based on behavioural and interest data.
es: Utilizas datos propios y de terceros para segmentar las campañas y tus iniciativas abarcan todo el embudo de conversión de marketing. Has empezado a usar los datos que has recogido de un canal en otro. Has segmentado la audiencia por datos basados en el comportamiento y los intereses.
it: Utilizzi dati proprietari e di terze parti per scegliere il target delle campagne, coprendo l’intera canalizzazione di marketing. Hai iniziato a utilizzare le informazioni acquisite in un canale su un altro canale. Hai segmentato il pubblico in base ai dati sul comportamento e sugli interessi.
pl: Do kierowania kampanii używasz danych firm zewnętrznych i danych wewnętrznych, realizując pełną ścieżkę marketingową. Zaczynasz wykorzystywać dane zebrane w jednym kanale w innych kanałach. Dzielisz odbiorców na podstawie ich zachowań i zainteresowań.
tr: Kampanyalarınızı hedeflemek için 3. taraf ve 1. taraf verilerinden yararlanıyorsunuz. Pazarlama dönüşüm hunisinin tamamı kapsama alanınızda. Bir kanalda elde edilen analizleri başka bir kanalda kullanmaya başlamışsınız. Kitlenizi davranış ve ilgi alanı verilerine göre segmentlere ayırmışsınız.

source: You use 3rd party and 1st party data - including offline data - to target your campaigns, covering the full marketing funnel. You are using insights captured in 1 channel in another channel and you have segmented your audience based on advanced analytics or machine learning.
it: Utilizzi dati proprietari e di terze parti, inclusi i dati offline, per scegliere il target delle campagne coprendo l’intera canalizzazione di marketing. Utilizzi le informazioni acquisite in un canale su un altro canale e hai segmentato il pubblico in base a tecnologie avanzate di analisi dei dati o machine learning.
pl: Do kierowania kampanii używasz danych firm zewnętrznych i danych wewnętrznych, w tym danych offline, realizując pełną ścieżkę marketingową. Wykorzystujesz dane zebrane w jednym kanale w innych kanałach. Dzielisz odbiorców na podstawie zaawansowanych analiz lub danych dostarczonych przez systemy uczące się.
tr: Kampanyalarınızı hedeflemek için çevrimdışı veriler de dahil olmak üzere 3. taraf ve 1. taraf verilerinden yararlanıyorsunuz. Pazarlama dönüşüm hunisinin tamamı kapsama alanınızda. Bir kanalda elde edilen analizleri başka bir kanalda kullanıyorsunuz ve kitlenizi gelişmiş analiz veya makine öğrenimine dayalı olarak segmentlere ayırmışsınız.

source: Your keyword lists are narrowly defined and most of your digital media buys are direct buys across a limited number of inventory sources and formats. You rely on platform default settings to ensure brand safety and ad viewability and to prevent ad fraud.
es: Tus palabras clave son muy específicas y obtienes la mayor parte de tus medios digitales en compras directas realizadas en muy pocas fuentes de inventario y en pocos formatos. Utilizas la configuración predeterminada de la plataforma para controlar la seguridad de la marca y la visibilidad de los anuncios, así como para prevenir el fraude publicitario.
it: I tuoi elenchi di parole chiave sono definiti in modo specifico e i tuoi investimenti nella pubblicità digitale sono in gran parte di tipo diretto, in un numero limitato di origini e formati dell’inventario. Ti affidi alle impostazioni predefinite delle piattaforme per garantire la sicurezza del brand e la visibilità degli annunci, nonché per evitare frodi pubblicitarie.
pl: Twoje listy słów kluczowych są ściśle zdefiniowane. Najczęściej kupujesz cyfrową przestrzeń reklamową, realizując bezpośrednie zakupy przy ograniczonej liczbie źródeł i formatów zasobów reklamowych. Polegasz na domyślnych ustawieniach platformy, by zapewnić bezpieczeństwo marki i widoczność reklam oraz zapobiec oszustwom reklamowym.
tr: Anahtar kelime listeleriniz dar kapsamlı bir şekilde tanımlanmış ve dijital medya satın almalarınızın çoğu, sınırlı sayıdaki envanter kaynaklarında ve biçimlerde gerçekleştirilen doğrudan satın alma işlemlerinden oluşuyor. Marka güvenliği ile reklam görüntülenebilirliğini sağlamak ve reklam sahtekarlığını engellemek için platform varsayılan ayarlarını kullanıyorsunuz.

source: Your keyword lists cover your immediate products and most of your digital media buys are auction-based and direct buys across several inventory sources and formats. You rely on platform default settings and some manual adjustment to ensure brand safety and ad viewability and to prevent ad fraud.
es: Tus listas de palabras clave incluyen los nombres de tus productos, y obtienes la mayoría de tus medios en subastas y en compras directas realizadas en varias fuentes de inventario y en diferentes formatos. Utilizas la configuración predeterminada de la plataforma y haces algunos ajustes manuales para controlar la seguridad de la marca y la visibilidad de los anuncios, así como para prevenir el fraude publicitario.
it: I tuoi elenchi di parole chiave riguardano i tuoi prodotti immediati e i tuoi investimenti nella pubblicità digitale sono in gran parte basati su asta e di tipo diretto, in diversi formati e origini dell’inventario. Ti affidi alle impostazioni predefinite delle piattaforme e a qualche modifica manuale per garantire la sicurezza del brand e la visibilità degli annunci, nonché per evitare frodi pubblicitarie.
pl: Twoje listy słów kluczowych obejmują dostępne produkty. Najczęściej kupujesz cyfrową przestrzeń reklamową na aukcjach i realizując zakupy bezpośrednie przy kilku źródłach i formatach zasobów. Polegasz na domyślnych ustawieniach platformy i ręcznej korekcie, by zapewnić bezpieczeństwo marki i widoczność reklam oraz zapobiec oszustwom reklamowym.
tr: Anahtar kelime listeleriniz mevcut ürünlerinizi kapsıyor. Dijital medya satın almalarınızın çoğu, birden fazla envanter kaynağında ve biçimde gerçekleştirilen açık artırmaya dayalı ve doğrudan satın alma işlemlerinden oluşuyor. Marka güvenliği ile reklam görüntülenebilirliğini sağlamak ve reklam sahtekarlığını engellemek için platform varsayılan ayarlarının yanı sıra bazı manuel ayarlar kullanıyorsunuz.

source: Your keyword lists extend well beyond product-related terms and most of your digital media buys are auction-based and direct buys across a variety of inventory sources and formats. You invest resources in systems to ensure brand safety and ad viewability and to prevent ad fraud.
es: Tus listas de palabras clave incluyen muchos más términos que los relacionados directamente con tus productos; obtienes la mayoría de tus medios en subastas y compras directas realizadas en varias fuentes de inventario y en varios formatos. Inviertes recursos en sistemas para controlar la seguridad de la marca y la visibilidad de los anuncios, así como para prevenir el fraude publicitario.
it: I tuoi elenchi di parole chiave non si limitano a termini correlati ai prodotti e i tuoi investimenti nella pubblicità digitale sono in gran parte basati su aste e di tipo diretto, in vari formati e origini dell’inventario. Investi risorse in sistemi per garantire la sicurezza del brand e la visibilità degli annunci, nonché per evitare frodi pubblicitarie.
pl: Twoje listy słów kluczowych wykraczają daleko poza terminy związane z produktami. Najczęściej kupujesz cyfrową przestrzeń reklamową na aukcjach i realizując bezpośrednie zakupy przy różnych źródłach i formatach zasobów reklamowych. Inwestujesz zasoby w systemy, by zapewnić bezpieczeństwo marki i widoczność reklam oraz zapobiec oszustwom reklamowym.
tr: Anahtar kelime listelerinizin kapsamı, ürünle ilgili terimlerin çok ötesine uzanıyor. Dijital medya satın almalarınızın çoğu, çeşitli envanter kaynaklarında ve biçimlerde gerçekleştirilen açık artırmaya dayalı ve doğrudan satın alma işlemlerinden oluşuyor. Marka güvenliği ile reklam görüntülenebilirliğini sağlama ve reklam sahtekarlığını engellemeye yönelik sistemlere kaynak yatırıyorsunuz.

source: You use extensive and well-maintained keyword lists. Your media buys use a variety of deal types across many ad formats and inventory sources - including TV or OOH - and they are optimised across channels. You invest resources in systems to ensure brand safety and ad viewability and to prevent ad fraud.
it: Utilizzi elenchi di parole chiave estesi e ben gestiti. I tuoi investimenti pubblicitari usano vari tipi di deal in molti formati degli annunci e origini dell’inventario, inclusa la pubblicità TV o out-of-home, e sono ottimizzati su tutti i canali. Investi risorse in sistemi per garantire la sicurezza del brand e la visibilità degli annunci, nonché per evitare frodi pubblicitarie.
pl: Korzystasz z obszernych i dobrze utrzymanych list słów kluczowych. Kupujesz przestrzeń reklamową, realizując różne rodzaje transakcji przy wielu formatach reklam i źródłach zasobów - wliczając telewizję i OOH - zoptymalizowanych w różnych kanałach. Inwestujesz zasoby w systemy, aby zapewnić bezpieczeństwo marki i widoczność reklam oraz zapobiec oszustwom reklamowym.
tr: Kapsamlı ve düzenli tutulan anahtar kelime listeleri kullanıyorsunuz. Medya satın almalarınızda, TV reklamları veya ev dışı reklamlar gibi birçok reklam biçimi ve envanter kaynağındaki çeşitli anlaşma türlerinden yararlanıyorsunuz. Marka güvenliği ile reklam görüntülenebilirliğini sağlama ve reklam sahtekarlığını engellemeye yönelik sistemlere kaynak yatırıyorsunuz.

source: You are planning, creating, monitoring and optimising most of your campaigns manually.
es: Planificas, creas, supervisas y optimizas manualmente la mayoría de tus campañas.
it: Esegui manualmente la pianificazione, la creazione, il monitoraggio e l’ottimizzazione della maggior parte delle tue campagne.
pl: Planujesz, tworzysz, monitorujesz i optymalizujesz większość swoich kampanii samodzielnie.
tr: Kampanyalarınızın çoğunu manuel olarak planlıyor, oluşturuyor, izliyor ve optimize ediyorsunuz.

source: You are using selected automation features for planning, creating, monitoring and optimising some of your campaigns. This may include using ad servers or platform APIs.
es: Utilizas algunas funciones automáticas para planificar, crear, supervisar y optimizar determinadas campañas. En consecuencia, es posible que uses servidores de anuncios o APIs de plataformas.
it: Utilizzi determinate funzionalità di automazione per pianificare, creare, monitorare e ottimizzare alcune delle tue campagne. Ad esempio, potresti utilizzare ad server o API delle piattaforme.
pl: Korzystasz z wybranych funkcji automatyzacji do planowania, tworzenia, monitorowania i optymalizacji niektórych kampanii. Może to obejmować korzystanie z serwerów reklam lub interfejsów API platformy.
tr: Kampanyalarınızdan bazılarını planlamak, oluşturmak, izlemek ve optimize etmek için seçili otomasyon özelliklerinden yararlanıyorsunuz. Buna reklam sunucuları veya platform API'leri kullanmak da dahil olabiliyor.

source: You use automation features for planning, creating, monitoring and optimising across many of your campaigns. This may include using ad servers, platform APIs and dynamic data feeds.
es: Utilizas funciones automáticas para planificar, crear, supervisar y optimizar muchas de tus campañas. En consecuencia, es posible que uses servidores de anuncios, APIs de plataformas y feeds de datos dinámicos.
it: Utilizzi le funzionalità di automazione per pianificare, creare, monitorare e ottimizzare molte delle tue campagne. Ad esempio, potresti utilizzare ad server, API delle piattaforme e feed di dati dinamici.
pl: Korzystasz z funkcji automatyzacji do planowania, tworzenia, monitorowania i optymalizacji wielu kampanii. Może to obejmować korzystanie z serwerów reklam, interfejsów API i dynamicznych plików danych.
tr: Kampanyalarınızın birçoğunda planlama, oluşturma, izleme ve optimizasyon için otomasyon özelliklerinden yararlanıyorsunuz. Buna reklam sunucuları, platform API'leri ve dinamik veri feed'leri kullanmak da dahil olabiliyor.

source: Leveraging a variety of data signals, you make use of automation features for planning, creating, monitoring and optimising most or all of your campaigns. This may include the usage of ad servers, platform APIs and dynamic data feeds.
es: Aprovechas varias señales de datos y utilizas funciones automáticas para planificar, crear, supervisar y optimizar todas o casi todas tus campañas. En consecuencia, es posible que uses servidores de anuncios, APIs de plataformas y feeds de datos dinámicos.
it: Sfrutti un’ampia varietà di indicatori di dati, utilizzi le funzionalità di automazione per pianificare, creare, monitorare e ottimizzare tutte o la maggior parte delle tue campagne. Ad esempio, potresti utilizzare ad server, API delle piattaforme e feed di dati dinamici.
pl: Wykorzystujesz różne sygnały danych, korzystasz z funkcji automatyzacji do planowania, tworzenia, monitorowania i optymalizacji większości lub wszystkich kampanii. Może to obejmować korzystanie z serwerów reklam, interfejsów API i dynamicznych plików danych.
tr: Çeşitli veri sinyalleri kullanarak, kampanyalarınızın çoğunu veya tamamını planlamak, oluşturmak, izlemek ve optimize etmek için otomasyon özelliklerinden yararlanıyorsunuz. Buna reklam sunucuları, platform API'leri ve dinamik veri feed'leri kullanmak da dahil olabiliyor.

source: Your business is held back from siloed teams, with agencies working at arm’s length. You have no fully dedicated resources, and no resources at all for certain marketing specialisms.
it: La tua azienda è rallentata dalla mancanza di comunicazione tra i team, mentre la collaborazione con le agenzie avviene in modo distaccato. Non disponi di risorse interamente dedicate al marketing e non hai nessuna risorsa per determinate specializzazioni in questo ambito.
pl: Twoja firma unika wyizolowanych zespołów, a z agencjami współpracuje, zachowując niezależność. Nie dysponujesz dedykowanymi zasobami ani żadnymi zasobami z określoną specjalizacją marketingową.
tr: Ekiplerin birbirinden kopuk bir şekilde çalışması ve ajansların yakın ilişki kurmaması, işletmenizin gelişiminin önünde engel oluşturuyor. Tamamen özel olarak görevlendirilmiş kaynaklarınız yok. Pazarlamayla ilgili uzmanlık gerektiren belli başlı alanlarda ise hiç kaynağınız yok.

source: Some of your key business functions work together towards clear objectives, including some of your agency partners.
es: Algunas funciones clave de tu empresa, incluidas algunas agencias partner, trabajan conjuntamente para conseguir objetivos concretos.
it: Alcune delle tue funzioni aziendali principali collaborano per raggiungere chiari obiettivi, inclusa una parte delle tue agenzie partner.
pl: Niektóre z kluczowych działów Twojej firmy, w tym agencje partnerskie, współpracują ze sobą podczas realizacji jasno określonych celów.
tr: Ajans iş ortaklarınızın bir bölümü de dahil olmak üzere en önemli işletme fonksiyonlarınız net hedefler doğrultusunda çalışıyor.

source: You have cross-functional teams with common objectives across all digital channels. Most or all agency partners collaborate with each other.
es: Cuentas con equipos con miembros de diferentes departamentos, que tienen los mismos objetivos en todos los canales digitales. Todas o casi todas las agencias partner colaboran entre sí.
it: Disponi di team interfunzionali con obiettivi comuni in tutti i canali digitali. Le agenzie partner collaborano tutte, o in gran parte, tra loro.
pl: Twoje zespoły pracują dla różnych działów, realizując te same cele we wszystkich kanałach cyfrowych. Większość agencji partnerskich (lub wszystkie) współpracuje ze sobą.
tr: Tüm dijital kanallarda ortak hedefleri olan çapraz fonksiyonlu ekiplere sahipsiniz. Ajans iş ortaklarınızın çoğu veya tamamı iş birliği içerisinde hareket ediyor.

source: You have cross-functional teams with common objectives across all digital and non-digital channels. All agency and other partners collaborate with each other, some as virtual teams. Your teams are agile and share best practices.
es: Cuentas con equipos con miembros de diferentes departamentos, que quieren conseguir los mismos objetivos en todos los canales, ya sean digitales o convencionales. Todas las agencias y los demás partners colaboran entre sí, algunos como equipos virtuales. Tus equipos son flexibles y siguen las mismas prácticas recomendadas.
it: Disponi di team interfunzionali con obiettivi comuni in tutti i canali digitali e non. Tutte le agenzie partner e altri partner collaborano tra loro, alcuni come team virtuali. I tuoi team sono agili e condividono le best practice.
pl: Masz zespoły międzydziałowe pracujące nad realizacją wspólnych celów we wszystkich kanałach cyfrowych i niecyfrowych. Wszystkie agencje i inni partnerzy współpracują ze sobą, czasem jako zespoły wirtualne. Twoje zespoły są wydajne i dzielą się sprawdzonymi metodami.
tr: Dijital ve dijital olmayan tüm kanallarda ortak hedefleri olan çapraz fonksiyonlu ekiplere sahipsiniz. Tüm ajanslar ve diğer iş ortakları, bazıları sanal ekipler şeklinde olmak üzere iş birliği içerisinde hareket ediyor. Ekipleriniz çevik ve en iyi uygulamaları birbirleriyle paylaşıyor.

source: Measure the true value of your marketing activities
es: Mide el valor real de tus iniciativas de marketing
it: Misura il vero valore delle tue attività di marketing
pl: Mierzenie prawdziwej wartości działań marketingowych
tr: Pazarlama faaliyetlerinizin gerçek değerini ölçün

source: Move to an attribution model that is not based on the last click. Use metrics that show value beyond clicks or number of conversions, for example, revenue and visits in physical stores.
es: Cambia de modelo de atribución y utiliza uno que no sea al último clic. Además usa métricas que ofrezcan otros valores aparte de los clics o el número de conversiones, como, por ejemplo, los ingresos y las visitas a tiendas físicas.
it: Passa a un modello di attribuzione non basato sull’ultimo clic. Utilizza metriche che non si limitano a indicare il valore generato dai clic o dal numero di conversioni, ad esempio quelle relative alle entrate e alle visite nei negozi fisici.
pl: Przejdź na model atrybucji, który nie jest oparty na ostatnim kliknięciu. Użyj danych, które pokazują wartość niezależną od kliknięć lub liczby konwersji, takich jak przychody i wizyty w sklepach stacjonarnych.
tr: Son tıklamaya dayalı olmayan bir ilişkilendirme modeline geçiş yapın. Tıklamalar veya dönüşüm sayısının ötesindeki değeri gösteren metrikler (ör. gelir ve fiziksel mağaza ziyaretleri) kullanın.

source: Capture marketing performance data comprehensively
es: Recoge datos exhaustivos sobre el rendimiento de marketing
it: Acquisisci i dati complessivi sul rendimento del marketing
pl: Kompleksowe gromadzenie danych dotyczących skuteczności marketingowej
tr: Pazarlama performans verilerini kapsamlı olarak elde edin

source: Make sure you have visibility into the performance of all your campaigns and assets. Assess performance across different digital touchpoints.
es: Asegúrate de que puedes consultar el rendimiento de todos tus activos y campañas para luego evaluar el rendimiento de los diferentes puntos de contacto digitales.
it: Assicurati di avere il controllo del rendimento di tutte le campagne e gli asset. Valuta il rendimento nei diversi touchpoint digitali.
pl: Upewnij się, że masz wgląd w skuteczność wszystkich swoich kampanii i zasobów. Oceń wydajność w różnych cyfrowych punktach styczności z klientem.
tr: Tüm kampanyalarınızın ve öğelerinizin performansı hakkında bilgi sahibi olduğunuzdan emin olun. Farklı dijital temas noktalarındaki performansı değerlendirin.

source: Expand your measurement capabilities
es: Amplía tus funciones de medición
it: Amplia le tue funzionalità di misurazione
pl: Rozwój możliwości pomiarowych
tr: Ölçüm yeteneklerinizi geliştirin

source: Invest in tools for tagging and tracking and add more measurement methodologies to your suite of capabilities. Increase the frequency of tests and use the data to optimise campaigns.
es: Invierte en herramientas de etiquetado y seguimiento, y añade otras metodologías de medición a tu lista de funciones. Haz pruebas más a menudo y, con los resultados que obtengas, optimiza las campañas.
it: Investi in strumenti per la codifica e il monitoraggio, e aggiungi altre metodologie di misurazione alla tua gamma di funzionalità. Aumenta la frequenza dei test e utilizza i dati per ottimizzare le campagne.
pl: Zainwestuj w narzędzia do tagowania i śledzenia oraz dodaj więcej metodologii pomiarowych do swojego zestawu funkcji. Zwiększ częstotliwość testów i wykorzystuj dane do optymalizacji kampanii.
tr: Etiketleme ve izleme araçlarına yatırım yapın. Yetenekleriniz arasına daha fazla ölçüm yöntemi ekleyin. Kampanyaları optimize etmek için, test sıklığını artırın ve verilerden yararlanın.

source: Build your teams’ skills in web analytics
it: Sviluppa le competenze dei tuoi team in analisi dei dati web
pl: Szkolenie zespołów z zakresu analiz sieciowych
tr: Ekiplerinizin web analizi konusundaki becerilerini geliştirin

source: Ask relevant people to take the beginner and introductory courses of the Analytics Academy.
es: Elige a las personas que deberían hacer el curso para principiantes y el curso de introducción de Analytics Academy, y pídeles que los hagan.
it: Chiedi al personale pertinente di seguire i corsi per principianti e introduttivi di Analytics Academy.
pl: Poproś odpowiednie osoby, by wzięły udział w kursach dla początkujących i kursach wprowadzających w Akademii Analytics.
tr: İlgili kişilerden Analytics Akademisi yeni başlayan ve giriş kurslarını almalarını isteyin.

source: Analytics Academy
pl: Akademia Analytics
tr: Analytics Akademisi

source: Move to an attribution model that fits your particular business. Use metrics that show value beyond revenue, for example, incremental revenue or profit.
es: Cambia de modelo de atribución y utiliza uno que encaje con tu negocio. Además, usa métricas que ofrezcan otros valores aparte de los ingresos, como, por ejemplo, los beneficios y los ingresos incrementales.
it: Passa a un modello di attribuzione adatto alla tua specifica attività. Utilizza metriche che non si limitano a indicare il valore correlato alle entrate, ad esempio quelle sul profitto o sulle entrate incrementali.
pl: Przejdź na model atrybucji, który pasuje do Twojej firmy. Użyj danych, które pokazują wartość wychodzącą poza przychody, takich jak przychody przyrostowe lub zysk.
tr: İşletmenize uygun bir ilişkilendirme modeline geçiş yapın. Gelirin ötesindeki değeri gösteren metrikler (ör. değer artışı veya kâr) kullanın.

source: Create a single source of truth for marketing performance and establish a shared understanding of success metrics - across all device types and across all digital touchpoints.
it: Crea un’unica fonte di dati per il rendimento del marketing e definisci una nozione condivisa di metriche efficaci, su tutti i tipi di dispositivi e i touchpoint digitali.
pl: Utwórz jedno źródło zgodnych z rzeczywistością danych skuteczności marketingowej i ustal wspólne kryteria sukcesu - na wszystkich typach urządzeń i we wszystkich cyfrowych punktach styczności z klientem.
tr: Pazarlama performansına ilişkin tek bir doğruluk kaynağı oluşturun. Tüm cihaz türleri ve tüm dijital temas noktalarında başarı metrikleriyle ilgili ortak bir anlayış belirleyin.
