Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Consider new signals as they become available to build your audience segments. Continue to update these segments based on the value they deliver to your business.
es: Mejora tus segmentos de audiencia con nuevas señales que se vayan haciendo disponibles. Sigue modificando estos segmentos en función del valor que supongan para tu negocio.
it: Tieni conto dei nuovi indicatori man mano che diventano disponibili per creare i segmenti di pubblico. Continua ad aggiornare questi segmenti in base al valore che offrono alla tua attività.
pl: Rozważ wykorzystanie nowych sygnałów, gdy stają się dostępne, by tworzyć segmenty odbiorców. Nadal aktualizuj te segmenty na podstawie korzyści, jakich dostarczają Twojej firmie.
tr: Kullanılabilir oldukça, kitle segmentlerinizi oluşturmak için yeni sinyalleri değerlendirin. Bu segmentleri, işletmeniz için sağladıkları değere göre güncellemeye devam edin.

source: Assess if insights from new marketing channels, device types, ad formats and business systems can be used to improve how you reach users.
es: Evalúa si se pueden usar los datos sobre nuevos canales de marketing, tipos de dispositivos, formatos de anuncio y sistemas empresariales para llegar mejor a los usuarios.
it: Valuta la possibilità di utilizzare le informazioni provenienti da nuovi canali di marketing, tipi di dispositivo, formati di annunci e sistemi aziendali per migliorare il modo di raggiungere gli utenti.
pl: Oceń, czy możesz wykorzystać dane z nowych kanałów marketingowych, typów urządzeń, formatów reklam i systemów biznesowych, by poprawić sposób docierania do użytkowników.
tr: Yeni pazarlama kanalları, cihaz türleri, reklam biçimleri ve iş sistemlerinden elde edilen analizlerin kullanıcılara ulaşma şeklinizi iyileştirmek için kullanılıp kullanılamayacağını değerlendirin.

source: Stay close to developments in the tool landscape and explore opportunities related to improving the actionability of insights. For example, check if insights gained in 1 tool, like your Data Management Platform, could be used in another tool, like the 1 where you build and run your campaigns. Leverage emerging machine learning technology to improve your audience segmentation.
es: Mantente al día de los desarrollos de herramientas y averigua cómo se podrían usar mejor los datos. Por ejemplo, comprueba si los datos que has recogido en una herramienta, como la plataforma de gestión de datos, se pueden usar en otra herramienta, como en la que utilizas para crear y publicar tus campañas. Aprovecha la nueva tecnología de aprendizaje automático para mejorar la segmentación de la audiencia.
it: Informati sugli sviluppi nell’ambito degli strumenti e scopri le opportunità per migliorare il modo di sfruttare le informazioni. Ad esempio, valuta se puoi utilizzare le informazioni acquisite in uno strumento, come la piattaforma di gestione dei dati, in un altro strumento, come quello in cui crei e pubblichi le campagne. Approfitta della tecnologia emergente di machine learning per migliorare la segmentazione del pubblico.
pl: Śledź nowe rozwiązania narzędziowe i badaj możliwości związane z lepszym wykorzystywaniem danych. Sprawdź na przykład, czy dane uzyskane w jednym narzędziu, np. platformie zarządzania danymi, można wykorzystać w innym narzędziu, np. takim, w którym tworzysz i uruchamiasz kampanie. Wykorzystaj nową technologię systemów uczących się, by poprawić segmentację odbiorców.
tr: Araç teknolojilerindeki gelişmeleri yakından takip edin ve analizlerin uygulanabilirliğine ilişkin fırsatları araştırın. Örneğin, Veri Yönetimi Platformunuz gibi bir araçta elde edilen analizlerin, kampanyalarınızı oluşturup yayınladığınız araç gibi başka bir araçta kullanılıp kullanılamayacağını kontrol edin. Kitle segmentasyonunuzu iyileştirmek için yeni çıkan makine öğrenimi teknolojilerinden yararlanın.

source: Extend your reach and optimise performance
es: Amplía tu cobertura y optimiza el rendimiento
it: Estendi la copertura e ottimizza il rendimento
pl: Rozszerzanie zasięgu i optymalizacja skuteczności
tr: Erişiminizi artırın ve performansı optimize edin

source: Extend your keyword lists to capture relevant queries related to all your products and to your product category. Buy video and display media across desktop and mobile platforms, using direct buys or programmatic buying methods such as open auction or programmatic direct. Optimise your media buys.
es: Amplía tus listas de palabras clave para abarcar consultas relevantes que guarden relación con todos tus productos y con la categoría a la que pertenecen. Compra medios de vídeo y display en plataformas para ordenadores y móviles usando compras directas o métodos de compra programática, como las subastas abiertas o la programática directa. Optimiza tus compras de medios.
it: Amplia i tuoi elenchi di parole chiave per acquisire query pertinenti relative a tutti i tuoi prodotti e alla tua categoria di prodotto. Acquista pubblicità video e display su varie piattaforme desktop e per dispositivi mobili, tramite metodi di acquisto diretto o programmatico, come l’asta aperta o Programmatic Direct. Ottimizza gli investimenti pubblicitari.
pl: Rozszerz listę słów kluczowych, aby przechwytywać trafne zapytania dotyczące wszystkich Twoich produktów i kategorii produktów. Kupuj przestrzeń reklamową w postaci reklam wideo i displayowych na platformach stacjonarnych i mobilnych, korzystając z bezpośrednich zakupów lub automatycznych metod zakupu, takich jak aukcja otwarta lub automatyzacja bezpośrednia. Zoptymalizuj zakupy mediów.
tr: Anahtar kelime listelerinizi, tüm ürünleriniz ve ürün kategorinizle alakalı sorguları kapsayacak şekilde genişletin. Masaüstü ve mobil platformlarda, doğrudan satın almalar yoluyla ya da herkesin katılabileceği açık artırma veya programatik doğrudan gibi programatik satın alma yöntemlerinden yararlanarak video ve görüntülü medya satın alın. Medya satın almalarınızı optimize edin.

source: Ensure quality control
es: Controla la calidad
it: Assicura il controllo qualità
pl: Zapewnianie kontroli jakości
tr: Kalite kontrolü sağlayın

source: Monitor brand safety, viewability, ad quality and keyword performance in your campaigns. Start acting on the results, for example, by building negative keyword lists or adding websites to a blacklist.
es: Supervisa la seguridad de la marca, la visibilidad, la calidad de los anuncios y el rendimiento de las palabras clave de tus campañas. Utiliza los resultados para crear listas de palabras clave negativas o añadir sitios web a una lista negra, por ejemplo.
it: Monitora la sicurezza del brand, la visibilità e la qualità degli annunci, e il rendimento delle parole chiave nelle tue campagne. Inizia a intervenire in base ai risultati, ad esempio creando elenchi di parole chiave escluse o aggiungendo siti web a una lista nera.
pl: Monitoruj bezpieczeństwo marki, widoczność, jakość reklam i skuteczność słów kluczowych w kampaniach. Zacznij działać na podstawie wyników, na przykład tworząc listy wykluczających słów kluczowych lub dodając witryny do czarnej listy.
tr: Kampanyalarınızda marka güvenliği, görüntülenebilirlik, reklam kalitesi ve anahtar kelime performansı denetimi yapın. Örneğin, negatif anahtar kelime listeleri oluşturarak veya web sitelerini kara listeye ekleyerek sonuçların gereklerini uygulamaya başlayın.

source: Extend your keyword lists to capture relevant queries related to all your products, your product category, your brand and other relevant areas. Buy a larger percentage of video and display media using programmatic buying methods, such as open auction or programmatic direct. Optimise performance across digital channels.
es: Amplía tus listas de palabras clave para abarcar consultas relevantes que guarden relación con todos tus productos, la categoría a la que pertenecen, tu marca y otros aspectos importantes. Compra más medios de vídeo y display usando métodos de compra programática, como las subastas abiertas o la programática directa. Optimiza el rendimiento en los distintos canales digitales.
it: Amplia i tuoi elenchi di parole chiave per acquisire query pertinenti relative a tutti i tuoi prodotti, alla tua categoria di prodotto, al tuo brand e ad altre aree correlate. Acquista una maggiore percentuale di pubblicità video e display tramite metodi programmatici, come l’asta aperta o Programmatic Direct. Ottimizza il rendimento sui canali digitali.
pl: Rozszerz listę słów kluczowych, aby przechwytywać trafne zapytania dotyczące wszystkich Twoich produktów, kategorii produktów, Twojej marki i innych odpowiednich obszarów. Kupuj więcej przestrzeni reklamowej w postaci reklam wideo i displayowych na platformach stacjonarnych i mobilnych, korzystając z bezpośrednich zakupów lub automatycznych metod zakupu, takich jak aukcja otwarta lub automatyzacja bezpośrednia. Zoptymalizuj skuteczność w kanałach cyfrowych.
tr: Anahtar kelime listelerinizi, tüm ürünleriniz, ürün kategoriniz, markanız ve ilgili diğer alanlarla alakalı sorguları kapsayacak şekilde genişletin. Herkesin katılabileceği açık artırma veya programatik doğrudan gibi programatik satın alma yöntemlerinden yararlanarak daha fazla video ve görüntülü medya satın alın. Dijital kanallardaki performansı optimize edin.

source: Monitor brand safety, viewability, ad quality and keyword performance in your campaigns. Use the results to optimise your bidding strategy, your media buys and your budget allocation.
es: Supervisa la seguridad de la marca, la visibilidad, la calidad de los anuncios y el rendimiento de las palabras clave de tus campañas. Utiliza los resultados para optimizar la estrategia de pujas, las compras de medios y la asignación de presupuesto.
it: Monitora la sicurezza del brand, la visibilità e la qualità degli annunci, e il rendimento delle parole chiave nelle tue campagne. Utilizza i risultati per ottimizzare la strategia di offerta, gli investimenti pubblicitari e l’allocazione del budget.
pl: Monitoruj bezpieczeństwo marki, widoczność, jakość reklam i skuteczność słów kluczowych w kampaniach. Skorzystaj z wyników, by zoptymalizować strategię określania stawek, zakupy mediów i alokację budżetu.
tr: Kampanyalarınızda marka güvenliği, görüntülenebilirlik, reklam kalitesi ve anahtar kelime performansı denetimi yapın. Teklif stratejinizi, medya satın almalarınızı ve bütçe dağıtımınızı optimize etmek için sonuçlardan yararlanın.

source: Increase the variety of ad formats
es: Utiliza una mayor variedad de formatos de anuncio
it: Aumenta la varietà di formati degli annunci
pl: Zwiększanie różnorodności formatów reklam
tr: Reklam biçimi çeşitliliğini artırın

source: Use specialised formats, such as shopping ads on search, native ads and mobile app formats.
es: Utiliza formatos especializados, como anuncios de Shopping en la Búsqueda, anuncios nativos y formatos para aplicaciones móviles.
it: Utilizza formati specializzati, come gli annunci Shopping sulla rete di ricerca, gli annunci nativi e i formati per app per dispositivi mobili.
pl: Korzystaj ze specjalistycznych formatów, takich jak reklamy produktowe w wyszukiwarce, reklamy natywne i formaty dla aplikacji mobilnych.
tr: Arama Ağı'ndaki alışveriş reklamları, yerel reklamlar ve mobil uygulama biçimleri gibi özel biçimler kullanın.

source: In addition to your extensive keyword list, use automated features that capture unpredictable demand, for example, search queries generated by current events. Increase the percentage of video and display media you buy programmatically and consider additional deal types such as preferred or guaranteed. Consider buying some of your non-digital media programmatically.
es: Además de tener una lista de palabras clave muy extensa, utiliza funciones automáticas para captar la demanda impredecible, como, por ejemplo, consultas de búsqueda derivadas de eventos en curso. Compra más medios de vídeo y display con métodos programáticos y considera la posibilidad de incluir otros tipos de acuerdos, como los preferentes o los garantizados. Quizás también te interese comprar de forma programática algunos medios no digitales.
it: Oltre a un ampio elenco di parole chiave, utilizza funzionalità automatizzate in grado di soddisfare una domanda imprevedibile, ad esempio query di ricerca generate da eventi di attualità. Aumenta la percentuale di pubblicità video e display acquistata in modo programmatico e prendi in considerazione altri tipi di deal, come preferred deal o deal garantiti. Valuta la possibilità di acquistare in modo programmatico alcuni dei tuoi media non digitali.
pl: Oprócz obszernej listy słów kluczowych korzystaj z automatycznych funkcji, które wychwytują nieprzewidywalne zapotrzebowanie, na przykład zapytania generowane przez bieżące wydarzenia. Zwiększ odsetek automatycznie kupowanej przestrzeni reklamowej w postaci reklam wideo i displayowych i rozważ dodatkowe rodzaje umów, takie jak umowy preferowane lub gwarantowane. Rozważ zakupy automatyczne niektórych niecyfrowych przestrzeni reklamowych.
tr: Kapsamlı anahtar kelime listenizin dışında, güncel olaylardan kaynaklı arama sorguları gibi, önceden kestirilemeyen talebi yakalayan otomatik özelliklerden yararlanın. Programatik olarak satın aldığınız video ve görüntülü medyaların miktarını artırın ve tercih edilen veya garantili gibi başka anlaşma türlerini kullanmayı düşünün. Dijital olmayan medyanızın bir bölümünü programatik olarak satın alabilirsiniz.

source: Monitor brand safety, viewability, ad quality and keyword performance in your campaigns. Feed the results directly into your algorithms that optimise bidding, your media buys and your budget allocation. Actively engage with ecosystem partners to prevent future issues.
es: Supervisa la seguridad de la marca, la visibilidad, la calidad de los anuncios y el rendimiento de las palabras clave de tus campañas. Incluye los resultados directamente en los algoritmos que optimizan las pujas, las compras de medios y la asignación de presupuesto. Colabora periódicamente con partners del ecosistema para evitar problemas en el futuro.
it: Monitora la sicurezza del brand, la visibilità e la qualità degli annunci, e il rendimento delle parole chiave nelle tue campagne. Inserisci i risultati direttamente nei tuoi algoritmi che ottimizzano le offerte, gli investimenti pubblicitari e l’allocazione del budget. Collabora attivamente con i partner dell’ecosistema per prevenire problemi futuri.
pl: Monitoruj bezpieczeństwo marki, widoczność, jakość reklam i skuteczność słów kluczowych w kampaniach. Przekazuj wyniki bezpośrednio do algorytmów, które optymalizują ustalanie stawek, zakupy mediów i alokację budżetu. Aktywnie nawiązuj kontakty z partnerami ekosystemu, by zapobiec przyszłym problemom.
tr: Kampanyalarınızda marka güvenliği, görüntülenebilirlik, reklam kalitesi ve anahtar kelime performansı denetimi yapın. Sonuçları doğrudan, teklif stratejinizi, medya satın almalarınızı ve bütçe dağıtımınızı optimize eden algoritmalarınıza aktarın. Gelecekte sorun yaşanmasının önüne geçmek için ekosistem iş ortaklarıyla etkin iş birliği yapın.

source: Use digital TV and digital out-of-home formats.
es: Utiliza formatos de exterior y de la televisión digital.
it: Utilizza la TV digitale e i formati out-of-home digitali.
pl: Korzystanie z telewizji cyfrowej i cyfrowych formatów zewnętrznych.
tr: Dijital TV ve dijital ev dışı biçimlerden yararlanın.

source: Establish processes and improve internal systems that help you to capture new demand. Evaluate emerging deal types or features that help you to maximise reach while generating impact on your bottom line. Optimise your media buys across digital and non-digital channels.
es: Define procesos y mejora los sistemas internos que te permiten captar la demanda nueva. Evalúa funciones o tipos de acuerdo nuevos que maximizan la cobertura y, al mismo tiempo, influyen en los resultados de la empresa. Optimiza las compras de medios en los canales digitales y convencionales.
it: Definisci i processi e migliora i sistemi interni che ti aiutano a soddisfare nuova domanda. Valuta le funzionalità o i tipi di deal emergenti che ti aiutano a massimizzare la copertura generando al contempo profitti. Ottimizza gli investimenti pubblicitari sui canali digitali e non.
pl: Opracuj procesy i ulepsz systemy wewnętrzne, które pomogą Ci zwiększyć zapotrzebowanie. Oceń nowe typy umów lub funkcje, które pomogą Ci zmaksymalizować zasięg, jednocześnie generując przychody. Zoptymalizuj zakupy mediów przez kanały cyfrowe i niecyfrowe.
tr: Yeni talebi yakalamanızı sağlayan süreçler oluşturun ve yine aynı işleve sahip dahili sistemleri iyileştirin. Net kârınıza etki ederken erişimi en üst düzeye çıkaran yeni anlaşma türlerini veya özellikleri değerlendirin. Dijital ve dijital olmayan kanallardaki medya satın almalarınızı optimize edin.

source: Assess and iterate your tools and internal processes to monitor brand safety, viewability, ad quality and keyword performance. Continue to automate the usage of the results in your bidding, buying and optimisation algorithms. Actively engage with ecosystem partners and industry associations to share best practices and prevent future issues.
es: Evalúa y mejora las herramientas y los procesos internos para que puedas supervisar la seguridad de la marca, la visibilidad, la calidad de los anuncios y el rendimiento de las palabras clave. Sigue automatizando el uso de los resultados para definir las pujas, comprar y optimizar los algoritmos. Colabora periódicamente con partners del ecosistema y asociaciones del sector para intercambiar con ellos prácticas recomendadas y evitar problemas en el futuro.
it: Valuta e utilizza regolarmente i tuoi strumenti e processi interni per monitorare la sicurezza del brand, la visibilità e la qualità degli annunci, e il rendimento delle parole chiave. Continua ad automatizzare l’uso dei risultati nei tuoi algoritmi di offerta, acquisto e ottimizzazione. Collabora attivamente con i partner dell’ecosistema e le associazioni di settore per condividere le best practice e prevenire problemi futuri.
pl: Oceń narzędzia i procesy wewnętrzne i wykorzystuj je do monitorowania bezpieczeństwa marki, widoczności, jakości reklam i skuteczności słów kluczowych. Nadal automatycznie używaj wyników do ustalania stawek, kupowania i algorytmów optymalizacji. Aktywnie współpracuj z partnerami ekosystemu i stowarzyszeniami branżowymi, by dzielić się sprawdzonymi metodami i zapobiegać przyszłym problemom.
tr: Marka güvenliği, görüntülenebilirlik, reklam kalitesi ve anahtar kelime performansını denetlemenizi sağlayan araçları ve dahili süreçleri değerlendirin ve tekrar kullanın. Teklif, satın alma ve optimizasyon algoritmalarınızdaki sonuçları otomatik olarak kullanmaya devam edin. Gelecekte sorun yaşanmasının önüne geçmek için ekosistem iş ortakları ve sektörel oluşumlarla etkin iş birliği yapın.

source: Experiment with ad formats in channels that have just recently become accessible through digital buying methods, for example radio ads.
es: Experimenta con distintos formatos de anuncio en canales que se han empezado a ofrecer hace muy poco a través de los métodos de compra digitales, como los anuncios de radio.
it: Sperimenta i formati di annunci nei canali che sono diventati accessibili di recente tramite metodi di acquisto digitali, ad esempio gli annunci radiofonici.
pl: Eksperymentuj z formatami reklam w kanałach, które stały się dostępne niedawno dzięki cyfrowym metodom zakupów, na przykład reklamom radiowym.
tr: Radyo reklamları gibi dijital satın alma yöntemleri üzerinden yeni erişilebilir hale gelmiş kanallardaki reklam biçimleriyle denemeler yapın.

source: Leverage technology
es: Sácale partido a la tecnología
it: Sfrutta la tecnologia
pl: Wykorzystywanie technologii
tr: Teknolojiden yararlanın

source: Use tools that make setting up and managing campaigns more efficient, for example, using an ad server for your creatives and a Demand SIde Platform (DSP) for your media buys. Check if the tools you are already using provide an API to reduce the number of manual tasks.
es: Utiliza herramientas que te permitan configurar y gestionar campañas más eficazmente, como, por ejemplo, servidores de anuncios en el caso de las creatividades, y plataformas de demanda (DSP) para las compras de medios. Comprueba si las herramientas que ya usas incluyen una API que permita reducir el número de tareas manuales.
it: Utilizza strumenti che rendono più efficiente la configurazione e la gestione delle campagne, ad esempio un ad server per le creatività e una Demand-Side Platform (DSP) per gli investimenti pubblicitari. Verifica se gli strumenti che usi già prevedono un’API per ridurre il numero di attività manuali.
pl: Używaj narzędzi, które usprawniają konfigurowanie kampanii i zarządzanie nimi. Na przykład korzystaj z serwera reklam dla kreacji i kupuj media przez platformę DSP. Sprawdź, czy narzędzia, których już używasz, oferują interfejs API, by zmniejszyć liczbę zadań wykonywanych ręcznie.
tr: Örneğin, reklam öğeleriniz için bir reklam sunucusu ve medya satın almalarınız için bir Talep Tarafı Platformu (TTP) kullanarak kampanya oluşturmayı ve yönetmeyi daha verimli hale getiren araçlardan yararlanın. Zaten kullanmakta olduğunuz araçların manuel iş yoğunluğunu azaltmak için bir API sağlayıp sağlamadığını kontrol edin.

source: Automate high volume tasks
es: Automatiza las tareas más frecuentes
it: Automatizza le attività con volumi elevati
pl: Automatyzacja zadań wymagających dużych nakładów pracy
tr: Büyük hacimli işleri otomatikleştirin
