Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Aim for fully automated, real-time bidding across platforms to make the most out of your ad spend. As a first step, move to automated bid adjustments for search and display campaigns. Gain experience with campaign management features that automatically select targeting criteria, such as the websites your ads appear on, how much you bid and the exact makeup of your creatives (for example by testing several headlines).
es: Aprovecha al máximo tu inversión publicitaria creando pujas automáticas que se apliquen en tiempo real en todas las plataformas. Para empezar, utiliza los ajustes de pujas automáticas en las campañas de búsqueda y display. Aprende a usar las funciones de gestión de campañas que seleccionan automáticamente los criterios de segmentación, como los sitios web en los que se publicarán tus anuncios, la cantidad que se va a pujar y los cambios que deben aplicarse después de haber probado distintos títulos, por ejemplo.
it: Cerca di fare offerte in tempo reale completamente automatiche su più piattaforme per sfruttare al meglio la tua spesa pubblicitaria. Per iniziare, passa agli aggiustamenti delle offerte automatiche per le campagne sulla rete di ricerca e display. Acquisisci familiarità con le funzionalità di gestione delle campagne che selezionano automaticamente i criteri di targeting, come i siti web su cui verranno pubblicati i tuoi annunci, l’importo della tua offerta e l’esatta composizione delle tue creatività, ad esempio testando diversi titoli.
pl: Dąż do w pełni zautomatyzowanego określania stawek w czasie rzeczywistym na różnych platformach, by maksymalnie wykorzystać wydatki na reklamę. Zacznij od przejścia na automatyczne dostosowania stawek dla kampanii w sieci wyszukiwania i sieci reklamowej. Zdobywaj doświadczenie dzięki funkcjom zarządzania kampaniami, które automatycznie wybierają kryteria kierowania reklam, takie jak witryny, w których wyświetlane są Twoje reklamy, wysokość stawek i konkretny wygląd reklam (na przykład dzięki przetestowaniu kilku nagłówków).
tr: Reklam harcamanızdan en iyi şekilde yararlanmak için, platformlar genelinde tam otomatik gerçek zamanlı teklif vermeyi kullanmayı amaçlayın. İlk iş olarak, Arama Ağı ve Görüntülü Reklam Ağı kampanyaları için otomatik teklif ayarlamalarına geçiş yapın. Reklamlarınızın gösterildiği web siteleri, verdiğiniz teklif tutarı ve reklam öğelerinizin tam yerleşim düzeni gibi, hedefleme ölçütlerini otomatik olarak seçen kampanya yönetim özellikleri konusunda deneyim kazanın (ör. birkaç başlığı test ederek).

source: Automate asset optimisation
es: Automatiza la optimización de los recursos
it: Automatizza l’ottimizzazione degli asset
pl: Automatyzacja optymalizacji zasobów
tr: Öğe optimizasyonunu otomatikleştirin

source: Use dynamic feeds to test variations of your creative assets, for example, ad copy that depends on a user’s location or the user’s keyword. Aim to automate at least half of your creative optimisation decisions.
it: Utilizza i feed dinamici per sperimentare le varianti dei tuoi asset delle creatività, ad esempio il testo dell’annuncio che dipende dalla località o dalla parola chiave di un utente. Cerca di automatizzare almeno metà delle tue decisioni di ottimizzazione delle creatività.
pl: Korzystaj z kanałów dynamicznych, by testować różne wersje zasobów reklamowych, na przykład tekst reklamy zależny od lokalizacji lub słowa kluczowego użytkownika. Dąż do automatyzacji co najmniej połowy decyzji dotyczących optymalizacji kreacji.
tr: Reklam öğelerinizin bir kullanıcının konumu veya kullanıcının anahtar kelimesine bağlı olan reklam metni gibi varyasyonlarını test etmek için dinamik feed'lerden yararlanın. Reklam öğesi optimizasyon kararlarınızın en az yarısını otomatikleştirmeyi amaçlayın.

source: Expand your use of tools that make setting up and managing campaigns more efficient, for example use an ad server for an increased percentage of your ads, use your Demand Side Platform (DSP) for more of your media buys and increase your use of media platform APIs.
es: Utiliza más aquellas herramientas que permiten configurar y gestionar las campañas con mayor eficacia, por ejemplo, usa un servidor de anuncios para más anuncios y una plataforma de demanda (DSP) para más compras de medios, y utiliza con más frecuencia las API de las plataformas de medios.
it: Estendi l’uso di strumenti che rendono più efficiente la configurazione e la gestione delle campagne. Ad esempio, utilizza un ad server per aumentare la percentuale di annunci, ricorri alla Demand-Side Platform (DSP) per più investimenti pubblicitari e incrementa l’uso delle API delle piattaforme multimediali.
pl: W szerszym zakresie korzystaj z narzędzi, które usprawniają konfigurowanie kampanii i zarządzanie nimi. Na przykład korzystaj z serwera reklam w przypadku większej liczby reklam czy z platformy DSP w przypadku większej liczby zakupów i częściej używaj interfejsów API platformy medialnej.
tr: Örneğin, reklamlarınızın daha büyük bölümü için bir reklam sunucusu kullanarak, medya satın almalarınızın daha büyük bölümü için bir Talep Tarafı Platformu (TTP) kullanarak ve medya platformu API'ları kullanımınızı artırarak kampanya oluşturmayı ve yönetmeyi daha verimli hale getiren araçlardan daha çok yararlanın.

source: Aim for fully automated, real-time bidding across platforms to make the most out of your ad spend. As a next step, add more signals to your automated bid adjustments across search and display campaigns. Expand your use of automated campaign features that automatically select targeting criteria, such as the websites your ads appear on, how much you bid and the exact makeup of your creatives (for example by testing several headlines).
es: Aprovecha al máximo tu inversión publicitaria creando pujas automáticas que se apliquen en tiempo real en todas las plataformas. Podrías añadir más señales a los ajustes de pujas automáticas en las campañas de búsqueda y display. Utiliza con más frecuencia las funciones automáticas de campaña que seleccionan los criterios de segmentación, como los sitios web en los que se publicarán tus anuncios, la cantidad que se va a pujar y los cambios que deben aplicarse a las creatividades después de haber probado distintos títulos, por ejemplo.
it: Cerca di fare offerte in tempo reale completamente automatiche su più piattaforme per sfruttare al meglio la tua spesa pubblicitaria. Come passo successivo, aggiungi più indicatori agli aggiustamenti delle offerte automatiche nelle campagne sulla rete di ricerca e display. Estendi l’uso di funzionalità automatizzate delle campagne che selezionano automaticamente i criteri di targeting, come i siti web su cui verranno pubblicati i tuoi annunci, l’importo delle tue offerte e l’esatta composizione delle tue creatività, ad esempio testando diversi titoli.
pl: Dąż do w pełni zautomatyzowanego określania stawek w czasie rzeczywistym na różnych platformach, by maksymalnie wykorzystać wydatki na reklamę. Następnie dodaj więcej sygnałów do automatycznego dostosowania stawek w kampaniach w sieciach wyszukiwania i reklamowej. Częściej korzystaj z automatycznych funkcji kampanii, które automatycznie wybierają kryteria kierowania reklam, takie jak witryny, w których wyświetlane są reklamy, wysokość stawki i konkretny wygląd reklam (na przykład dzięki przetestowaniu kilku nagłówków).
tr: Reklam harcamanızdan en iyi şekilde yararlanmak için, platformlar genelinde tam otomatik gerçek zamanlı teklif vermeyi kullanmayı amaçlayın. Sonraki adım olarak, Arama Ağı ve Görüntülü Reklam Ağı kampanyalarınızdaki otomatik teklif ayarlamalarına daha fazla sinyal ekleyin. Reklamlarınızın gösterildiği web siteleri, verdiğiniz teklif tutarı ve reklam öğelerinizin tam yerleşim düzeni gibi, hedefleme ölçütlerini otomatik olarak seçen otomatik kampanya özelliklerini daha fazla kullanın (ör. birkaç başlığı test ederek).

source: Use dynamic feeds and behavioural signals to automatically find the best-performing variation of your creative. Automate the optimisation of your creatives across several digital channels.
es: Utiliza feeds dinámicos y señales de comportamiento para encontrar de forma automática la variación de la creatividad que ofrece mejores resultados. Automatiza la optimización de tus creatividades en varios canales digitales.
it: Utilizza i feed dinamici e gli indicatori comportamentali per trovare automaticamente la variante della creatività con il miglior rendimento. Automatizza l’ottimizzazione delle creatività su diversi canali digitali.
pl: Korzystaj z dynamicznych plików danych i sygnałów behawioralnych, by automatycznie znaleźć najskuteczniejszą odmianę kreacji. Zautomatyzuj optymalizację kreacji w kilku kanałach cyfrowych.
tr: Reklam öğenizin en iyi performans gösteren varyasyonunu bulmak için dinamik feed'ler ve davranış sinyallerinden yararlanın. Reklam öğelerinizin birden fazla dijital kanalda optimizasyonunu otomatikleştirin.

source: Expand your use of tools that make setting up and managing campaigns more efficient, for example use an ad server beyond static creatives, use your Demand Side Platform (DSP) for more of your media buys and increase your use of platform APIs to include setup, maintenance, reporting and optimisation.
es: Utiliza más aquellas herramientas que permiten configurar y gestionar las campañas con mayor eficacia. Por ejemplo, usa un servidor de anuncios para las creatividades estáticas, usa una plataforma de demanda (DSP) para hacer más compras de medios, y utiliza con más frecuencia las API de las plataformas para realizar tareas de configuración, mantenimiento, creación de informes y optimización.
it: Estendi l’uso di strumenti che rendono più efficiente la configurazione e la gestione delle campagne. Ad esempio, utilizza un ad server oltre alle creatività statiche, ricorri alla Demand-Side Platform (DSP) per più investimenti pubblicitari e incrementa l’uso di API delle piattaforme per includere la configurazione, la manutenzione, i rapporti e l’ottimizzazione.
pl: W szerszym zakresie korzystaj z narzędzi, które usprawniają konfigurowanie kampanii i zarządzanie nimi. Na przykład korzystaj z serwera reklam nie tylko w przypadku kreacji statycznych, a z platformy DSP w przypadku większej liczby zakupów i częściej używaj interfejsów API platformy medialnej do konfiguracji, konserwacji, raportowania i optymalizacji.
tr: Örneğin, statik reklam öğelerinin ötesinde bir reklam sunucusu kullanarak, medya satın almalarınızın daha büyük bölümü için Talep Tarafı Platformunuzu (TTP) kullanarak ve medya platformu API'ları kullanımınızı kurulum, bakım, raporlama ve optimizasyonu içerecek şekilde artırarak kampanya oluşturmayı ve yönetmeyi daha verimli hale getiren araçlardan daha çok yararlanın.

source: Move to fully automated bidding which considers a variety of signals, including cross-device behaviour and insights from data-driven attribution models. Continue to explore new features that can automate targeting decisions.
es: Utiliza pujas automáticas, las cuales tienen en cuenta varios tipos de señales, como el comportamiento multidispositivo e información valiosa de modelos de atribución basada en datos. Sigue buscando nuevas funciones que te permitan automatizar las decisiones de segmentación.
it: Passa alle offerte completamente automatiche che considerano vari indicatori, tra cui il comportamento cross-device e le informazioni ricavate dai modelli di attribuzione basati sui dati. Continua a scoprire nuove funzionalità che possono automatizzare le tue decisioni sul targeting.
pl: Przejdź na w pełni zautomatyzowane określanie stawek, które uwzględnia różne sygnały, w tym zachowania na różnych urządzeniach i dane z modeli atrybucji opartej na danych. Nadal poznawaj nowe funkcje, które mogą automatyzować decyzje dotyczące kierowania.
tr: Cihazlar arası davranış ve veriye dayalı ilişkilendirme modellerinden elde edilen analizler gibi çeşitli sinyalleri dikkate alan tam otomatik teklif vermeye geçiş yapın. Hedefleme kararlarını otomatikleştirebilecek yeni özellikler keşfetmeye devam edin.

source: Automate assets that have many variables
es: Automatiza los recursos que tienen muchas variables
it: Automatizza gli asset che contengono molte variabili
pl: Automatyzacja zasobów o wielu zmiennych
tr: Çok sayıda değişkene sahip öğeleri otomatikleştirin

source: Use dynamic feeds, behavioural signals from your website as well as cross-channel behavioural signals to automatically find the best-performing variation of your creative. Aim for a high percentage of automated creative optimisation.
es: Utiliza feeds dinámicos, señales de comportamiento de tu sitio web y señales de comportamiento en los distintos canales para encontrar de forma automática la variación de la creatividad que ofrece mejores resultados. La mayoría de tus creatividades deberían optimizarse automáticamente.
it: Utilizza i feed dinamici, gli indicatori comportamentali ricavati dal tuo sito web, nonché quelli multicanale per trovare automaticamente la variante della creatività con il miglior rendimento. Cerca di raggiungere un’alta percentuale di ottimizzazione automatizzata delle creatività.
pl: Korzystaj z dynamicznych kanałów, sygnałów behawioralnych ze swojej strony, a także sygnałów behawioralnych z różnych kanałów, by automatycznie znaleźć najskuteczniejszą odmianę kreacji. Dąż do wysokiego odsetka automatycznej optymalizacji kreacji.
tr: Reklam öğenizin en iyi performans gösteren varyasyonunu bulmak için dinamik feed'ler, web sitenizden gelen davranış sinyalleri ve kanallar arası davranış sinyallerinden yararlanın. Reklam öğelerinizin optimizasyonunu daha yüksek oranda otomatikleştirmeyi amaçlayın.

source: Stay on top of new technology
es: Controla las nuevas tecnologías
it: Resta al passo con la nuova tecnologia
pl: Nadążanie za nowymi technologiami
tr: Yeni teknolojileri yakından takip edin

source: Stay close to new platform features that make setting up and managing campaigns more efficient, for example, start buying media on new channels or platforms to go through your Demand Side Platform (DSP) as soon as it’s feasible. Leverage new features of platform APIs to automate more tasks in campaign setup, maintenance, reporting and optimisation.
it: Aggiornati sulle nuove funzionalità delle piattaforme, che rendono più efficiente la configurazione e la gestione delle campagne. Ad esempio, inizia a investire nella pubblicità su nuovi canali o piattaforme per adottare la tua Demand-Side Platform (DSP) appena possibile. Sfrutta le nuove funzionalità delle API delle piattaforme per automatizzare più attività durante la configurazione, la manutenzione, la generazione di rapporti e l’ottimizzazione delle campagne.
pl: Monitoruj nowe funkcje platformy, które usprawniają konfigurowanie kampanii i zarządzanie nimi. Na przykład wykorzystuj nowe kanały i platformy do zakupów mediów na platformie DSP, gdy tylko stają się dostępne. Używaj nowych funkcji interfejsów API platformy, by automatyzować więcej zadań związanych z konfiguracją, utrzymaniem, raportowaniem i optymalizacją kampanii.
tr: Kampanya oluşturmayı ve yönetmeyi daha verimli hale getiren yeni platform özelliklerini yakından takip edin. Örneğin, mümkün olur olmaz Talep Tarafı Platformunuzdan (TTP) geçecek yeni kanallar veya platformlarda medya satın almaya başlayın. Platform API'lerinin kampanya kurulumu, bakımı, raporlaması ve optimizasyonu sürecindeki daha fazla işi otomatikleştiren yeni özelliklerinden yararlanın.

source: Actively look for repetitive tasks that could be automated and identify tasks that are already automated but may benefit from more data inputs, for example, if your bids are already being set automatically, integrate additional relevant data signals as they become available.
es: Busca tareas repetitivas que se puedan automatizar. De las que ya estén automatizadas, averigua cuáles mejorarían si tuvieran más datos; por ejemplo, comprueba si tus pujas se definen de forma automática, integra otras señales de datos relevantes a medida que estén disponibles.
it: Cerca di individuare attività ripetitive che potrebbero essere automatizzate e identifica quelle che lo sono già, ma potrebbero essere ottimizzate con l’inserimento di altri dati; ad esempio, se le offerte sono già state impostate automaticamente, aggiungi ulteriori indicatori di dati pertinenti man mano che diventano disponibili.
pl: Aktywnie szukaj powtarzających się zadań, które można zautomatyzować, i znajdź zadania, które są już zautomatyzowane, ale mogą korzystać z większej liczby danych wejściowych. Na przykład jeśli Twoje stawki są już ustawiane automatycznie, zintegruj dodatkowe istotne sygnały danych, gdy staną się dostępne.
tr: Tekrarlanan ve otomatikleştirme için uygun olabilecek işleri etkin bir şekilde aramak dışında, zaten otomatikleştirilmiş olup daha fazla veri girişinin fayda sağlayabileceği işleri belirleyin. Örneğin, teklifleriniz zaten otomatik olarak belirleniyorsa başka alakalı sinyalleri kullanılabilir olduklarında dahil edin.

source: Pay attention to new data signals that may help to improve the algorithms in your creative optimisation technology. Aim for a high percentage of automated creative optimisation.
es: Fíjate en si hay nuevas señales de datos que puedan mejorar los algoritmos de la tecnología que utilices para optimizar las creatividades. La mayoría de tus creatividades deberían optimizarse automáticamente.
it: Presta attenzione ai nuovi indicatori di dati, che potrebbero aiutarti a migliorare gli algoritmi nella tua tecnologia di ottimizzazione delle creatività. Cerca di raggiungere un’alta percentuale di ottimizzazione automatizzata delle creatività.
pl: Zwróć uwagę na nowe sygnały danych, które mogą pomóc w ulepszeniu algorytmów technologii optymalizacji kreacji. Dąż do wysokiego odsetka automatycznej optymalizacji kreacji.
tr: Reklam öğesi optimizasyon teknolojinizdeki algoritmaları geliştirebilecek yeni veri sinyallerine dikkat edin. Reklam öğelerinizin optimizasyonunu daha yüksek oranda otomatikleştirmeyi amaçlayın.

source: Devote specialist resources to digital marketing
es: Contrata a especialistas en marketing digital
it: Assegna risorse specializzate al marketing digitale
pl: Przypisanie wyspecjalizowanych zasobów do marketingu cyfrowego
tr: Dijital pazarlamaya uzman kaynaklar atayın

source: Hire people who specialise in a specific channel, in data science and measurement technologies. Make sure these people can spend enough or even all their time on digital marketing.
es: Contrata a personas especializadas en un determinado canal, como en la ciencia de los datos o en las tecnologías de medición, y asegúrate de que puedan dedicar todo su tiempo, o una gran parte del tiempo, al marketing digital.
it: Assumi esperti in un determinato canale, nella scienza dei dati e nelle tecnologie di misurazione, e assicurati che possano dedicare abbastanza tempo o tutto il loro tempo al marketing digitale.
pl: Zatrudnij osoby, które specjalizują się w konkretnej dziedzinie, w naukach o danych i technologiach pomiarowych. Upewnij się, że mogą one przeznaczyć wystarczająco dużo czasu (a nawet cały czas) na marketing cyfrowy.
tr: Veri bilimi ve ölçüm teknolojilerinde belirli bir kanalda uzmanlaşmış kişileri işe alın. Bu kişilerin dijital pazarlamaya yeteri kadar zaman ayırabileceğinden ve hatta tüm zamanlarını bunun için kullanabileceğinden emin olun.

source: Increase coordination and collaboration
es: Incrementa la coordinación y la colaboración
it: Aumenta il livello di coordinamento e collaborazione
pl: Lepsza koordynacja i współpraca
tr: Koordinasyonu ve iş birliğini artırın

source: Identify a senior sponsor who champions data-driven marketing, for example a VP of marketing. Coordinate and agree on marketing objectives across several digital channels. Enable collaboration between functional teams, starting with large campaign launches. Consider creating roles that are responsible for more than 1 digital marketing channel.
es: Busca a un profesional experimentado que fomente el marketing basado en datos, como, por ejemplo, un vicepresidente de Marketing. Coordina y define los objetivos que deben lograrse en varios canales digitales. Facilita la colaboración entre equipos funcionales, empezando por el lanzamiento de campañas grandes. También puedes crear puestos para personas que se encarguen de más de un canal de marketing digital.
it: Identifica uno sponsor di livello superiore che promuova il marketing basato sui dati, ad esempio un Vicepresidente del marketing. Coordina e concorda gli obiettivi di marketing su diversi canali digitali. Consenti la collaborazione tra team funzionali, iniziando con il lancio di campagne di grandi dimensioni. Valuta la possibilità di creare ruoli responsabili di più canali di marketing digitale.
pl: Wybierz spośród pracowników wyższego szczebla osobę, która będzie wspierała marketing oparty na danych, na przykład wiceprezesa ds. marketingu. Koordynuj i uzgadniaj cele marketingowe w kilku kanałach cyfrowych. Uruchom współpracę między zespołami funkcjonalnymi, zaczynając od dużych kampanii. Rozważ utworzenie ról, które będą odpowiedzialne za więcej niż jeden cyfrowy kanał marketingowy.
tr: Veriye dayalı pazarlama konusunda destek sağlayacak kıdemli bir destek sorumlusu (ör. pazarlamadan sorumlu başkan yardımcısı) belirleyin. Birden fazla dijital kanaldaki pazarlama hedeflerini koordine edin ve bu hedefler üzerinde anlaşın. Büyük kampanya lansmanlarıyla başlayarak fonksiyonel ekipler arası iş birliğini gerçekleştirin. Birden fazla dijital pazarlama kanalından sorumlu roller oluşturmayı düşünün.

source: Improve partner management and ways of working
es: Mejora la gestión de los partners y la forma de trabajar
it: Migliora la gestione e il modo di lavorare dei partner
pl: Poprawa zarządzania partnerami i metod pracy
tr: İş ortağı yönetimini ve çalışma şekillerini iyileştirin

source: Foster collaboration between different agencies. Increase your ability to work in agile ways, for example, devote budget to running experiments and encourage best practice sharing across functions or departments.
es: Fomenta la colaboración entre diferentes agencias. Aumenta la capacidad para trabajar de manera ágil; por ejemplo, asigna parte del presupuesto a hacer experimentos, y promueve el intercambio de prácticas recomendadas entre los distintos cargos y departamentos de la empresa.
it: Favorisci la collaborazione tra diverse agenzie. Aumenta le tue possibilità di lavorare con metodologie agili. Ad esempio, destina il budget all’esecuzione di esperimenti e incoraggia la condivisione delle best practice tra i vari reparti o funzioni.
pl: Wspieraj współpracę między różnymi agencjami. Zwiększ możliwości wydajnej pracy, na przykład przeznacz część budżetu na prowadzenie eksperymentów i zachęcaj poszczególne działy do dzielenia się sprawdzonymi metodami.
tr: Farklı ajanslar arasında iş birliği sağlayın. Çevik bir şekilde çalışma becerinizi geliştirin. Örneğin, yapılan denemelere bütçe ayırın ve fonksiyonlar veya departmanlar arasında en iyi uygulamaların paylaşımını teşvik edin.

source: Expand specialist resources
es: Aumenta la plantilla de especialistas
it: Amplia le risorse specializzate
pl: Zwiększenie liczby wyspecjalizowanych zasobów
tr: Uzman kaynaklarınızın sayısını artırın
