Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: all
es: todos
it: tutto
pl: wszystko
tr: tümü

source: Afghanistan
es: Afganistán
pl: Afganistan
tr: Afganistan

source: Åland Islands
es: Islas Åland
it: Isole Åland
pl: Wyspy Alandzkie
tr: Åland Adaları

source: Albania
tr: Arnavutluk

source: Algeria
es: Argelia
pl: Algieria
tr: Cezayir

source: American Samoa
es: Samoa Americana
it: Samoa Americane
pl: Samoa Amerykańskie
tr: Amerikan Samoası

source: Antarctica
es: Antártida
it: Antartide
pl: Antarktyka
tr: Antarktika

source: Antigua and Barbuda
es: Antigua y Barbuda
it: Antigua e Barbuda
pl: Antigua i Barbuda
tr: Antigua ve Barbuda

source: Argentina
pl: Argentyna
tr: Arjantin

source: Armenia
tr: Ermenistan

source: Australia
tr: Avustralya

source: Austria
tr: Avusturya

source: Azerbaijan
es: Azerbaiyán
it: Azerbaigian
pl: Azerbejdżan
tr: Azerbaycan

source: Bahamas
pl: Bahamy
tr: Bahamalar

source: Bahrain
es: Baréin
it: Bahrein
pl: Bahrajn
tr: Bahreyn

source: Bangladesh
es: Bangladés
pl: Bangladesz
tr: Bangladeş

source: Belarus
es: Bielorrusia
it: Bielorussia
pl: Białoruś
tr: Beyaz Rusya

source: Belgium
es: Bélgica
it: Belgio
pl: Belgia
tr: Belçika

source: Belize
es: Belice
tr: Beliz

source: Bhutan
es: Bután
tr: Butan

source: Bolivia, Plurinational State of
es: Bolivia
it: Bolivia, Stato Plurinazionale della
pl: Boliwia
tr: Bolivya Çok Uluslu Devleti

source: Bonaire, Sint Eustatius and Saba
es: Bonaire, San Eustaquio y Saba
it: Bonaire, Sint Eustatius e Saba
pl: Bonaire, Sint Eustatius i Saba
tr: Bonaire, Sint Eustatius ve Saba

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina
it: Bosnia-Erzegovina
pl: Bośnia i Hercegowina
tr: Bosna-Hersek

source: Botswana
es: Botsuana
tr: Botsvana

source: Bouvet Island
es: Isla Bouvet
it: Bouvet, Isola
pl: Wyspa Bouveta
tr: Bouvet Adası

source: Brazil
es: Brasil
it: Brasile
pl: Brazylia
tr: Brezilya

source: British Indian Ocean Territory
es: Territorio Británico del Océano Índico
it: Territorio Britannico dell’Oceano Indiano
pl: Brytyjskie Terytorium Oceanu Indyjskiego
tr: İngiliz Hint Okyanusu İdari Bölgesi

source: Bulgaria
pl: Bułgaria
tr: Bulgaristan

source: Cambodia
es: Camboya
it: Cambogia
pl: Kambodża
tr: Kamboçya

source: Cameroon
es: Camerún
it: Camerun
pl: Kamerun
tr: Kamerun

source: Canada
es: Canadá
pl: Kanada
tr: Kanada

source: Cayman Islands
es: Islas Caimán
it: Isole Cayman
pl: Kajmany
tr: Cayman Adaları

source: Central African Republic
es: República Centroafricana
it: Repubblica Centrafricana
pl: Republika Środkowej Afryki
tr: Orta Afrika Cumhuriyeti

source: Chad
it: Ciad
pl: Czad
tr: Çad

source: Chile
it: Cile
tr: Şili

source: China
it: Cina
pl: Chiny
tr: Çin

source: Christmas Island
es: Isla de Navidad
it: Isola Christmas
pl: Wyspa Bożego Narodzenia
tr: Christmas Adası

source: Cocos (Keeling) Islands
es: Islas Cocos
it: Isole Cocos (Keeling)
pl: Wyspy Kokosowe (Keelinga)
tr: Cocos (Keeling) Adaları

source: Colombia
pl: Kolumbia
tr: Kolombiya

source: Comoros
es: Comoras
it: Comore
pl: Komory
tr: Komorlar

source: Congo
pl: Kongo
tr: Kongo

source: Congo, the Democratic Republic of the
es: República Democrática del Congo
it: Congo, Repubblica Democratica del
pl: Demokratyczna Republika Konga
tr: Kongo Demokratik Cumhuriyeti

source: Cook Islands
es: Islas Cook
it: Isole Cook
pl: Wyspy Cooka
tr: Cook Adaları

source: Costa Rica
pl: Kostaryka
tr: Kosta Rika

source: Côte d'Ivoire
es: Costa de Marfil
it: Costa d’Avorio
pl: Wybrzeże Kości Słoniowej
tr: Fildişi Sahili

source: Croatia
es: Croacia
it: Croazia
pl: Chorwacja
tr: Hırvatistan

source: Cuba
pl: Kuba
tr: Küba

source: Cyprus
es: Chipre
it: Cipro
pl: Cypr
tr: Güney Kıbrıs Rum Yönetimi

source: Czech Republic
es: República Checa
it: Repubblica Ceca
pl: Czechy
tr: Çek Cumhuriyeti

source: Denmark
es: Dinamarca
it: Danimarca
pl: Dania
tr: Danimarka

source: Djibouti
es: Yibuti
it: Gibuti
pl: Dżibuti
tr: Cibuti

source: Dominica
it: Dominìca
pl: Dominika
tr: Dominika

source: Dominican Republic
es: República Dominicana
it: Repubblica Dominicana
pl: Dominikana
tr: Dominik Cumhuriyeti

source: Ecuador
pl: Ekwador
tr: Ekvador

source: Egypt
es: Egipto
it: Egitto
pl: Egipt
tr: Mısır

source: Equatorial Guinea
es: Guinea Ecuatorial
it: Guinea Equatoriale
pl: Gwinea Równikowa
tr: Ekvator Ginesi

source: Eritrea
pl: Erytrea
tr: Eritre

source: Estonia
tr: Estonya

source: Ethiopia
es: Etiopía
it: Etiopia
pl: Etiopia
tr: Etiyopya

source: Falkland Islands (Malvinas)
it: Isole Falkland (Malvine)
pl: Falklandy (Malwiny)
tr: Falkland Adaları (Malvinas)

source: Faroe Islands
es: Islas Feroe
it: Isole Fær Øer
pl: Wyspy Owcze
tr: Faroe Adaları

source: Finland
es: Finlandia
it: Finlandia
pl: Finlandia
tr: Finlandiya

source: France
es: Francia
it: Francia
pl: Francja
tr: Fransa

source: French Guiana
es: Guayana Francesa
it: Guyana francese
pl: Gujana Francuska
tr: Fransız Guyanası

source: French Polynesia
es: Polinesia Francesa
it: Polinesia francese
pl: Polinezja Francuska
tr: Fransız Polinezyası

source: French Southern Territories
es: Territorios Australes Franceses
it: Terre australi francesi
pl: Francuskie Terytoria Południowe
tr: Fransız Güney Toprakları

source: Gambia
tr: Gambiya

source: Georgia
pl: Gruzja
tr: Gürcistan

source: Germany
es: Alemania
it: Germania
pl: Niemcy
tr: Almanya

source: Ghana
tr: Gana

source: Gibraltar
it: Gibilterra
tr: Cebelitarık

source: Greece
es: Grecia
it: Grecia
pl: Grecja
tr: Yunanistan

source: Greenland
es: Groenlandia
it: Groenlandia
pl: Grenlandia
tr: Grönland

source: Guadeloupe
es: Guadalupe
it: Guadalupa
pl: Gwadelupa
tr: Guadalup

source: Guinea
pl: Gwinea
tr: Gine

source: Guinea-Bissau
es: Guinea-Bisáu
pl: Gwinea Bissau
tr: Gine-Bissau

source: Heard Island and McDonald Islands
es: Islas Heard y McDonald
it: Isole Heard e McDonald
pl: Wyspy Heard i McDonalda
tr: Heard Adası ve McDonald Adaları

source: Holy See (Vatican City State)
it: Santa Sede (Città del Vaticano)
pl: Watykan
tr: Papalık (Vatikan Şehir Devleti)

source: Hungary
es: Hungría
it: Ungheria
pl: Węgry
tr: Macaristan

source: Iceland
es: Islandia
it: Islanda
pl: Islandia
tr: İzlanda

source: India
pl: Indie
tr: Hindistan

source: Indonesia
pl: Indonezja
tr: Endonezya

source: Iran, Islamic Republic of
es: Irán
it: Iran, Repubblica Islamica dell’
pl: Iran
tr: İran İslam Cumhuriyeti

source: Iraq
es: Irak
pl: Irak
tr: Irak

source: Ireland
es: Irlanda
it: Irlanda
pl: Irlandia
tr: İrlanda

source: Isle of Man
es: Isla de Man
it: Isola di Man
pl: Wyspa Man
tr: Man Adası

source: Israel
it: Israele
pl: Izrael
tr: İsrail

source: Italy
es: Italia
it: Italia
pl: Włochy
tr: İtalya

source: Jamaica
it: Giamaica
pl: Jamajka
tr: Jamaika

source: Japan
es: Japón
it: Giappone
pl: Japonia
tr: Japonya

source: Jordan
es: Jordania
it: Giordania
pl: Jordania
tr: Ürdün

source: Kazakhstan
es: Kazajistán
it: Kazakistan
pl: Kazachstan
tr: Kazakistan

source: Korea, Democratic People's Republic of
es: Corea del Norte
it: Corea, Repubblica Democratica Popolare di
pl: Korea Północna
tr: Kore Demokratik Halk Cumhuriyeti

source: Korea, Republic of
es: Corea del Sur
it: Corea, Repubblica di
pl: Korea Południowa
tr: Kore Cumhuriyeti

source: Kuwait
pl: Kuwejt
tr: Kuveyt

source: Kyrgyzstan
es: Kirguistán
it: Kirghizistan
pl: Kirgistan
tr: Kırgızistan

source: Lao People's Democratic Republic
es: Laos
it: Laos, Repubblica Democratica Popolare
pl: Laos
tr: Lao Demokratik Halk Cumhuriyeti

source: Latvia
es: Letonia
it: Lettonia
pl: Łotwa
tr: Letonya

source: Lebanon
es: Líbano
it: Libano
pl: Liban
tr: Lübnan

source: Liberia
tr: Liberya

source: Lithuania
es: Lituania
it: Lituania
pl: Litwa
tr: Litvanya

source: Luxembourg
es: Luxemburgo
it: Lussemburgo
pl: Luksemburg
tr: Lüksemburg

source: Macao
pl: Makau
tr: Makao

source: Macedonia, the former Yugoslav Republic of
es: Macedonia
it: Macedonia, ex Repubblica Jugoslava di
pl: Macedonia Północna
tr: Kuzey Makedonya Cumhuriyeti

source: Madagascar
pl: Madagaskar
tr: Madagaskar

source: Malawi
es: Malaui
tr: Malavi

source: Malaysia
es: Malasia
pl: Malezja
tr: Malezya

source: Maldives
es: Maldivas
it: Maldive
pl: Malediwy
tr: Maldivler

source: Marshall Islands
es: Islas Marshall
it: Marshall, Isole
pl: Wyspy Marshalla
tr: Marshall Adaları

source: Martinique
es: Martinica
it: Martinica
pl: Martynika
tr: Martinik

source: Mauritania
pl: Mauretania
tr: Moritanya

source: Mauritius
es: Mauricio
tr: Morityus

source: Mexico
es: México
it: Messico
pl: Meksyk
tr: Meksika

source: Micronesia, Federated States of
es: Micronesia
it: Micronesia, Stati Federati di
pl: Mikronezja
tr: Mikronezya Federe Devletleri

source: Moldova, Republic of
es: Moldavia
it: Moldavia, Repubblica di
pl: Mołdawia
tr: Moldova Cumhuriyeti

source: Monaco
es: Mónaco
pl: Monako
tr: Monako

source: Mongolia
tr: Moğolistan

source: Montenegro
pl: Czarnogóra
tr: Karadağ

source: Morocco
es: Marruecos
it: Marocco
pl: Maroko
tr: Fas

source: Mozambique
it: Mozambico
pl: Mozambik
tr: Mozambik

source: Myanmar
es: Myanmar/Birmania
pl: Mjanma (Birma)
tr: Burma

source: Namibia
tr: Namibya

source: Netherlands
es: Países Bajos
it: Paesi Bassi
pl: Holandia
tr: Hollanda

source: New Caledonia
es: Nueva Caledonia
it: Nuova Caledonia
pl: Nowa Kaledonia
tr: Yeni Kaledonya

source: New Zealand
es: Nueva Zelanda
it: Nuova Zelanda
pl: Nowa Zelandia
tr: Yeni Zelanda

source: Nicaragua
pl: Nikaragua
tr: Nikaragua

source: Niger
es: Níger
tr: Nijer

source: Nigeria
tr: Nijerya

source: Norfolk Island
es: Isla Norfolk
it: Norfolk, Isola
pl: Wyspa Norfolk
tr: Norfolk Adası

source: Northern Mariana Islands
es: Islas Marianas del Norte
it: Marianne Settentrionali, Isole
pl: Mariany Północne
tr: Kuzey Mariana Adaları

source: Norway
es: Noruega
it: Norvegia
pl: Norwegia
tr: Norveç

source: Oman
es: Omán
tr: Umman

source: Palestinian Territory, Occupied
es: Territorios Palestinos, ocupados
it: Territori palestinesi occupati
pl: Palestyna
tr: İşgal Altındaki Filistin Toprakları

source: Papua New Guinea
es: Papúa Nueva Guinea
it: Papua Nuova Guinea
pl: Papua-Nowa Gwinea
tr: Papua Yeni Gine

source: Philippines
es: Filipinas
it: Filippine
pl: Filipiny
tr: Filipinler

source: Poland
es: Polonia
it: Polonia
pl: Polska
tr: Polonya

source: Portugal
it: Portogallo
pl: Portugalia
tr: Portekiz

source: Puerto Rico
it: Portorico
pl: Portoryko
tr: Porto Riko

source: Qatar
pl: Katar
tr: Katar

source: Romania
es: Rumanía
pl: Rumunia
tr: Romanya

source: Russian Federation
es: Rusia
it: Federazione Russa
pl: Rosja
tr: Rusya Federasyonu

source: Rwanda
es: Ruanda
it: Ruanda
tr: Ruanda

source: Saint Helena, Ascension and Tristan da Cunha
es: Santa Elena, Ascensión y Tristán da Cunha
it: Sant’Elena, Ascension e Tristan da Cunha
pl: Wyspa Świętej Heleny, Wyspa Wniebowstąpienia i Tristan da Cunha
tr: Saint Helena, Ascension ve Tristan da Cunha

source: Saint Kitts and Nevis
es: San Cristóbal y Nieves
it: Saint Kitts e Nevis
pl: Saint Kitts i Nevis
tr: Saint Kitts ve Nevis

source: Saint Martin (French part)
it: Saint Martin (parte francese)
pl: Saint Martin (część francuska)
tr: Saint Martin (Fransız Bölgesi)

source: Saint Pierre and Miquelon
es: San Pedro y Miquelón
it: Saint-Pierre e Miquelon
pl: Saint-Pierre i Miquelon
tr: Saint Pierre ve Miquelon

source: Saint Vincent and the Grenadines
es: San Vicente y las Granadinas
it: Saint Vincent e Grenadine
pl: Saint Vincent i Grenadyny
tr: Saint Vincent ve Grenadinler

source: Sao Tome and Principe
es: Santo Tomé y Príncipe
it: Sao Tomé e Principe
pl: Wyspy Świętego Tomasza i Książęca
tr: Sao Tome ve Principe

source: Saudi Arabia
es: Arabia Saudí
it: Arabia Saudita
pl: Arabia Saudyjska
tr: Suudi Arabistan

source: Serbia
tr: Sırbistan

source: Seychelles
pl: Seszele
tr: Seyşeller

source: Singapore
es: Singapur
pl: Singapur
tr: Singapur

source: Sint Maarten (Dutch part)
it: Sint Maarten (parte olandese)
pl: Sint Maarten (część holenderska)
tr: Sint Maarten (Hollanda Toprakları)

source: Slovakia
es: Eslovaquia
it: Slovacchia
pl: Słowacja
tr: Slovakya

source: Slovenia
es: Eslovenia
pl: Słowenia
tr: Slovenya

source: Solomon Islands
es: Islas Salomón
it: Isole Salomone
pl: Wyspy Salomona
tr: Solomon Adaları

source: Somalia
tr: Somali

source: South Africa
es: Sudáfrica
it: Sudafrica
pl: Republika Południowej Afryki
tr: Güney Afrika

source: South Georgia and the South Sandwich Islands
es: Islas Georgias del Sur y Sandwich del Sur
it: Georgia del Sud e Sandwich australi
pl: Georgia Południowa i Sandwich Południowy
tr: Güney Georgia ve Güney Sandwich Adaları

source: South Sudan
es: Sudán del Sur
it: Sud Sudan
pl: Sudan Południowy
tr: Güney Sudan

source: Spain
es: España
it: Spagna
pl: Hiszpania
tr: İspanya

source: Suriname
es: Surinam
pl: Surinam
tr: Surinam

source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen
it: Svalbard e Jan Mayen
pl: Svalbard i Jan Mayen
tr: Svalbard ve Jan Mayen

source: Swaziland
es: Esuatini
pl: Eswatini (daw. Suazi)
tr: Svaziland

source: Sweden
es: Suecia
it: Svezia
pl: Szwecja
tr: İsveç

source: Switzerland
es: Suiza
it: Svizzera
pl: Szwajcaria
tr: İsviçre

source: Syrian Arab Republic
es: Siria
it: Repubblica Araba di Siria
pl: Syria
tr: Suriye Arap Cumhuriyeti

source: Taiwan
es: Taiwán
pl: Tajwan
tr: Tayvan

source: Tajikistan
es: Tayikistán
it: Tagikistan
pl: Tadżykistan
tr: Tacikistan

source: Tanzania, United Republic of
es: Tanzania
it: Tanzania, Repubblica Unita di
pl: Tanzania
tr: Tanzanya Birleşik Cumhuriyeti

source: Thailand
es: Tailandia
it: Thailandia
pl: Tajlandia
tr: Tayland

source: Timor-Leste
es: Timor Oriental
it: Timor Est
pl: Timor Wschodni
tr: Doğu Timor

source: Trinidad and Tobago
es: Trinidad y Tobago
it: Trinidad e Tobago
pl: Trynidad i Tobago
tr: Trinidad ve Tobago

source: Tunisia
es: Túnez
pl: Tunezja
tr: Tunus

source: Turkey
es: Turquía
it: Turchia
pl: Turcja
tr: Türkiye

source: Turkmenistan
es: Turkmenistán
tr: Türkmenistan

source: Turks and Caicos Islands
es: Islas Turcas y Caicos
it: Isole Turks e Caicos
pl: Wyspy Turks i Caicos
tr: Turks ve Caicos Adaları

source: Ukraine
es: Ucrania
it: Ucraina
pl: Ukraina
tr: Ukrayna

source: United Arab Emirates
es: Emiratos Árabes Unidos
it: Emirati Arabi Uniti
pl: Zjednoczone Emiraty Arabskie
tr: Birleşik Arap Emirlikleri

source: United Kingdom
es: Reino Unido
it: Regno Unito
pl: Wielka Brytania
tr: Birleşik Krallık

source: United States
es: Estados Unidos
it: Stati Uniti
pl: Stany Zjednoczone
tr: ABD

source: United States Minor Outlying Islands
es: Islas menores alejadas de los Estados Unidos
it: Altre isole americane del Pacifico
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
tr: ABD Sınır Dışı Küçük Adaları

source: Uzbekistan
es: Uzbekistán
tr: Özbekistan

source: Venezuela, Bolivarian Republic of
es: Venezuela
it: Venezuela, Repubblica Bolivariana del
pl: Wenezuela
tr: Venezuela Bolivar Cumhuriyeti

source: Virgin Islands, British
es: Islas Vírgenes Británicas
it: Isole Vergini Britanniche
pl: Brytyjskie Wyspy Dziewicze
tr: İngiliz Virjin Adaları

source: Virgin Islands, U.S
es: Islas Vírgenes de los Estados Unidos
it: Isole Vergini Americane
pl: Wyspy Dziewicze Stanów Zjednoczonych
tr: ABD Virjin Adaları

source: Wallis and Futuna
es: Wallis y Futuna
it: Wallis e Futuna
pl: Wallis i Futuna
tr: Wallis ve Futuna

source: Western Sahara
es: Sáhara Occidental
it: Sahara occidentale
pl: Sahara Zachodnia
tr: Batı Sahra

source: Zambia
tr: Zambiya

source: Zimbabwe
es: Zimbabue
tr: Zimbabve

source: Advertisers
es: Anunciantes
it: Inserzionisti
pl: Reklamodawcy
tr: Reklamverenler

source: Advertiser Marketing Maturity
es: Desarrollo de marketing para anunciantes
it: Maturità del marketing degli inserzionisti
pl: Dojrzałość marketingowa reklamodawcy
tr: Reklamveren Pazarlama Olgunluk Düzeyi

source: News
es: Noticias
it: Notizie
pl: Aktualności
tr: Haberler

source: News Publisher Data Transformation
es: Transformación de datos para editores de noticias
it: Trasformazione dei dati degli editori di notizie
pl: Transformacja danych wydawcy wiadomości
tr: Haber Yayıncısı Veri Dönüşümü

source: Retail
es: Minorista
it: Vendita al dettaglio
pl: Handel detaliczny
tr: Perakende

source: Retail Data Transformation
es: Transformación de datos para el comercio minorista
it: Trasformazione dei dati nella vendita al dettaglio
pl: Transformacja danych sprzedawcy detalicznego
tr: Perakende Veri Dönüşümü

source: Assets and ads
es: Recursos y anuncios
it: Asset e annunci
pl: Zasoby i reklamy
tr: Öğeler ve reklamlar

source: Access
es: Acceso
it: Accesso
pl: Dostęp
tr: Erişim

source: Audience
es: Audiencia
it: Pubblico
pl: Odbiorcy
tr: Kitle

source: Attribution
es: Atribución
it: Attribuzione
pl: Atrybucja
tr: İlişkilendirme

source: Automation
es: Automatización
it: Automazione
pl: Automatyzacja
tr: Otomasyon

source: Organisation
es: Organización
it: Organizzazione
pl: Organizacja
tr: Organizasyon

source: Nascent
es: Incipiente
it: Fase iniziale
pl: Powstająca
tr: Yeni doğan

source: Emerging
es: Emergente
it: Fase emergente
pl: Nowo powstała
tr: Gelişen

source: Connected
es: Conectado
it: Fase connessa
pl: Zintegrowana
tr: Bağlı

source: Multi-moment
es: Multimomento
it: Fase multi-momento
pl: Zaawansowana
tr: Çoklu an

source: Marketing campaigns use mainly external data and direct buys, with limited links to sales.
es: Las campañas de marketing se basan, principalmente, en datos externos y compras directas que muestran una relación limitada con las ventas.
it: Le campagne di marketing utilizzano principalmente dati esterni e acquisti diretti, con collegamenti limitati alle vendite.
pl: Kampanie marketingowe wykorzystują głównie dane zewnętrzne i zakupy bezpośrednie z ograniczonymi powiązaniami ze sprzedażą.
tr: Pazarlama kampanyalarında en çok harici veriler ile doğrudan satın alma işlemlerinden yararlanılıyor ve satış bağlantıları sınırlı.

source: Some use of owned data in automated buying with single-channel optimisation and testing.
es: Uso limitado de los datos propios en compras automatizadas, con optimización y pruebas en un solo canal.
it: Un certo utilizzo di dati proprietari negli acquisti automatici, con ottimizzazione e test basati sui singoli canali.
pl: Niektóre z nich korzystają z własnych danych w procesie automatycznych zakupów. Optymalizacja i testowanie odbywają się w jednym kanale.
tr: Sahip olunan verilerin bir kısmı otomatik satın almada tek kanallı optimizasyon ve test ile kullanılıyor.

source: Data integrated and activated across channels with demonstrated link to ROI or sales proxies.
es: Datos integrados y activados en varios canales que muestran una relación directa con el retorno de inversión y los canales de venta.
it: Dati integrati e attivati su più canali, con collegamento dimostrato al ROI o ai canali di vendita.
pl: Dane integrowane i wykorzystywane w różnych kanałach powiązanych z ROI lub pełnomocnictwami sprzedaży.
tr: Veriler, YG veya satış rakamlarıyla bağlantısı olduğu kanıtlanmış farklı kanallarda entegre ediliyor ve etkinleştiriliyor.

source: Dynamic execution across multiple channels, optimised toward individual customer business outcomes and transactions.
es: Ejecución de campañas dinámica en varios canales optimizada para conseguir resultados y transacciones en función de cada cliente.
it: Esecuzione dinamica su più canali, ottimizzata con lo scopo di ottenere risultati aziendali e transazioni per singoli clienti.
pl: Dynamiczna realizacja zadań w wielu kanałach zoptymalizowana pod kątem wyników i transakcji poszczególnych klientów.
tr: Birden fazla kanalda, her bir müşteri işletme sonucu ve işlemi için optimize edilmiş dinamik yürütme söz konusu.

source: This is the most basic of the 4 levels of maturity. Your marketing campaigns use mainly external data and direct buys, with limited links to sales.
es: Este es el nivel más básico de los cuatro niveles de desarrollo. Tus campañas de marketing se basan principalmente en datos externos y compras directas que muestran una relación limitada con las ventas.
it: È il primo dei quattro livelli di maturità. Le tue campagne di marketing utilizzano principalmente dati esterni e acquisti diretti, con collegamenti limitati alle vendite.
pl: To najbardziej podstawowy z czterech poziomów dojrzałości. Twoje kampanie marketingowe wykorzystują głównie dane zewnętrzne i zakupy bezpośrednie z ograniczonymi powiązaniami ze sprzedażą.
tr: 4 olgunluk düzeyinden en altta yer alandır. Pazarlama kampanyalarınızda en çok harici veriler ile doğrudan satın alma işlemlerinden yararlanılıyordur ve satış bağlantıları sınırlıdır.

source: This is the 2nd of the 4 levels of maturity. You use some owned data in automated buying, with single-channel optimisation and testing.
es: Este es el segundo de los cuatro niveles de desarrollo. Utilizas poco los datos propios en compras automatizadas, y optimizas y haces pruebas en un solo canal.
it: È il secondo dei quattro livelli di maturità. Utilizzi una certa quantità di dati proprietari negli acquisti automatici, con ottimizzazione e test basati sui singoli canali.
pl: To drugi z czterech poziomów dojrzałości. Wykorzystujesz niektóre dane własne w automatycznych zakupach z jednokanałową optymalizacją i testowaniem.
tr: 4 olgunluk düzeyinden 2. sırada yer alandır. Sahip olduğunuz verilerin bir kısmı otomatik satın almada tek kanallı optimizasyon ve test ile kullanılıyordur.

source: This is the 3rd of the 4 levels of maturity. Your data is integrated and activated across channels with a demonstrated link to ROI or sales proxies.
es: Este es el tercero de los cuatro niveles de desarrollo. Los datos están integrados y activados en varios canales que muestran una relación directa con el retorno de inversión y las acciones que conducen a las compras.
it: È il terzo dei quattro livelli di maturità. I tuoi dati sono integrati e attivati su più canali, con collegamento dimostrato al ROI o ai canali di vendita.
pl: To trzeci z czterech poziomów dojrzałości. Twoje dane są integrowane i aktywowane w różnych kanałach powiązanych z ROI lub pełnomocnictwami sprzedaży.
tr: 4 olgunluk düzeyinden 3. sırada yer alandır. Verileriniz, YG veya satış rakamlarıyla bağlantısı olduğu kanıtlanmış farklı kanallarda entegre ediliyor ve etkinleştiriliyordur.

source: This is the most advanced of the 4 levels of maturity. You have achieved dynamic execution across multiple channels, optimised toward individual customer business outcomes and transactions.
es: Este es el nivel más avanzado de los cuatro niveles de desarrollo. Las campañas se ejecutan dinámicamente en varios canales para conseguir resultados y transacciones en función de cada cliente.
it: È il più avanzato dei quattro livelli di maturità. Hai raggiunto l’esecuzione dinamica su più canali, ottimizzata per ottenere risultati aziendali e transazioni per singoli clienti.
pl: To najbardziej zaawansowany z czterech poziomów dojrzałości. Udało Ci się uzyskać dynamiczną realizację zadań w wielu kanałach zoptymalizowaną pod kątem wyników i transakcji poszczególnych klientów.
tr: 4 olgunluk düzeyinden en üstte yer alandır. Birden fazla kanalda, her bir müşteri işletme sonucu ve işlemi için optimize edilmiş dinamik yürütmeye ulaşmışsınızdır.
