Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Great attribution means accurately measuring and ascribing value to all consumer touch-points, so you make informed investment decisions and create even better, even more impactful experiences.
es: Si la atribución se hace bien, se podrá medir y asignar con precisión el valor que tienen cada uno de los puntos de contacto de los consumidores, y dispondrás de la información necesaria para tomar buenas decisiones sobre inversión y para crear experiencias mucho más positivas y eficaces.
it: Un’attribuzione efficace significa una maggiore precisione nel misurare il valore e nell’assegnarlo a tutti i touchpoint del consumatore, in modo da poter prendere decisioni oculate sugli investimenti, nonché creare esperienze migliori e ancora più accattivanti.
pl: Dobra atrybucja oznacza dokładne pomiary i wykorzystywanie wszystkich punktów styczności z klientem, dzięki czemu możesz podejmować świadome decyzje inwestycyjne i zapewniać swoim klientom jeszcze lepsze wrażenia.
tr: Başarılı bir ilişkilendirme için, tüm müşteri temas noktalarının ölçümü ve değer ataması doğru bir şekilde yapılmalıdır. Bunu yaptığınız takdirde, bilinçli yatırım kararları verir ve daha iyi, daha etkili deneyimler oluşturursunuz.

source: Reaching consumers is not enough. They demand assistive experiences - fast, frictionless and tailored to their specific needs. You need to deliver intuitive and effective experiences across all brand digital touchpoints, including your website, your app, ads and branded content.
it: Raggiungere i consumatori non basta: bisogna soddisfare la loro richiesta di esperienze assistive con soluzioni veloci, fluide e create su misura per le loro esigenze specifiche. Devi saper offrire esperienze intuitive ed efficaci in tutti i touchpoint digitali del brand, inclusi il tuo sito web, la tua app, gli annunci e i contenuti brandizzati.
pl: Nie wystarczy dotrzeć do klienta. Klienci wymagają działań dodatkowych wykonywanych szybko i bezproblemowo, dostosowanych do ich specyficznych potrzeb. Musisz zapewniać im intuicyjne i skuteczne interakcje we wszystkich cyfrowych punktach styczności marki z klientem, w tym na stronie internetowej, w aplikacji, reklamach i treściach związanych z marką.
tr: Tüketicilere ulaşmak yeterli değildir. Tüketiciler sizden işlerini kolaylaştıran hızlı, sorunsuz ve özel ihtiyaçlarına uygun deneyimler bekler. Web siteniz, uygulamanız, reklamlarınız ve markalı içeriğiniz de dahil olmak üzere tüm marka dijital temas noktalarında sezgisel ve etkili deneyimler sunmanız gerekir.

source: To reach consumers whenever they need you, you have to organise all data sources to identify, understand and influence the most valuable audiences throughout the sales funnel.
es: Si quieres conectar con los clientes en el momento en que te necesitan, deberás organizar todas las fuentes de datos para poder identificar, entender e influir en las audiencias más valiosas en todo el embudo de conversión de ventas.
it: Per raggiungere i consumatori ovunque si trovino, devi organizzare tutte le origini dati in modo da identificare, comprendere e influenzare i segmenti di pubblico di maggior valore nell’intera canalizzazione di vendita.
pl: Aby docierać do klientów w momentach, gdy Cię potrzebują, musisz wykorzystywać wszystkie źródła danych, by identyfikować najbardziej wartościowych odbiorców w całej ścieżce sprzedaży, analizować ich dane i wpływać na nich.
tr: Tüketicilere size ihtiyaç duydukları her an ulaşabilmek için, satış dönüşüm hunisi boyunca en değerli kitleleri tanımlamak, anlamak ve etkilemek üzere tüm veri kaynaklarını düzene koymanız gerekir.

source: Once you are able to identify your audiences, you have to efficiently reach them and deliver your marketing messages across all inventory types and channels with the right levels of control.
es: Una vez que seas capaz de identificar las audiencias, deberás llegar a ellas de una forma eficaz y mostrarles tus mensajes de marketing a través de todos los canales y tipos de inventario, con los niveles de control adecuados.
it: Dopo aver identificato i tuoi segmenti di pubblico, devi raggiungerli in modo efficiente e trasmettere loro i tuoi messaggi di marketing su tutti i canali e i tipi di inventario con livelli di controllo appropriati.
pl: Gdy już zidentyfikujesz swoich odbiorców, musisz skutecznie do nich docierać i przekazywać im wiadomości marketingowe we wszystkich typach zasobów reklamowych i kanałach przy odpowiednim poziomie kontroli.
tr: Kitlelerinizi tanımlayabildiğiniz andan itibaren, onlara etkili bir şekilde ulaşmanız ve pazarlama mesajlarınızı doğru denetim seviyeleriyle tüm envanter türlerinde ve kanallarında iletmeniz gerekir.

source: Tailored experiences typically require your marketing to use multiple data points, including your users’ context, the time of day or the device they’re using. Automation can help you to achieve relevance for users at scale. It enables you to optimise the execution of marketing operations, driving advertising effectiveness, profitability and growth.
es: Para ofrecer experiencias personalizadas, tu estrategia de marketing debe basarse en varios datos, como el contexto de los usuarios, la hora del día o el dispositivo que utilizan. Gracias a los sistemas automáticos, podrás ofrecer contenido relevante a los usuarios según sus necesidades y, en consecuencia, optimizar las operaciones de marketing e impulsar la efectividad, la rentabilidad y el crecimiento.
it: In genere, per offrire esperienze personalizzate, una strategia di marketing deve sfruttare diversi punti dati, tra cui il contesto dell’utente, il dispositivo che utilizza o l’ora del giorno. L’automazione può aiutarti a raggiungere la giusta pertinenza per gli utenti su larga scala. Ti consente di ottimizzare l’esecuzione delle operazioni di marketing, generando efficacia pubblicitaria, redditività e crescita.
pl: Spersonalizowane doświadczenia zazwyczaj wymagają wykorzystywania w działaniach marketingowych wielu punktów danych, w tym kontekstu użytkowników, pory dnia lub rodzaju urządzenia, z którego korzystają. Automatyzacja pozwala uzyskać odpowiedni przekaz w dużej grupie użytkowników. Umożliwia optymalizację działań marketingowych, poprawę skuteczności reklam, wzrost przychodów i rozwój działalności.
tr: Özel deneyimler genellikle, pazarlamanızda kullanıcılarınızın bağlamı, günün saati veya kullandıkları cihaz gibi birden fazla veri noktasından yararlanılmasını gerektirir. Otomasyon, kullanıcılar için geniş ölçekte alaka düzeyi tutturmanızı sağlayabilir. Pazarlama operasyonlarını en iyi şekilde yürütmenize olanak tanırken reklamcılık faaliyetlerinizin etkisini, kârlılığını ve büyüme oranını artırır.

source: Every marketing decision has goes through a process, is influenced by the way you work across teams and partners, and depends on support by people with specialised skills. So having an advanced data strategy, the right tech platforms and creative ideas only gets you so far: your organisation has to be set up to enable the right decisions to be made and executed.
es: Las decisiones que se toman en el ámbito del marketing siguen un proceso, están influenciadas por la manera en que se trabaja con los diferentes equipos y partners, y dependen de los apoyos que reciban de profesionales especializados. No basta con tener una estrategia de datos avanzada, las plataformas tecnológicas adecuadas o ideas creativas. Tu organización debe estar preparada para tomar y aplicar las decisiones más acertadas.
it: Ogni decisione di marketing deve essere attentamente valutata, è influenzata dal tuo modo di collaborare con i team e i partner, e dipende dal supporto che ricevi dai professionisti con competenze specialistiche. Quindi, disporre di un’avanzata strategia dei dati, di piattaforme tecnologiche adeguate e di idee creative ti aiuta solo fino a un certo punto: la tua organizzazione deve essere predisposta in modo da consentire di prendere e realizzare le decisioni giuste.
pl: Każda decyzja marketingowa to złożony proces uzależniony od stosowanych przez Ciebie metod pracy w zespołach i współpracy z partnerami. Proces ten wymaga wsparcia osób o specjalistycznych umiejętnościach. Dzięki zaawansowanej strategii dotyczącej danych, odpowiednim platformom technologicznym i kreatywnym pomysłom osiągniesz tylko połowiczny sukces. Organizacja musi być gotowa do podejmowania odpowiednich decyzji i działań.
tr: Pazarlamayla ilgili her karar bir süreçten geçer, ekipler arası çalışma biçiminizden etkilenir ve özel becerilere sahip kişilerin desteğine bağlıdır. Dolayısıyla, mesafe katedebilmek için gelişmiş bir veri stratejisine, doğru teknoloji platformlarına ve yaratıcı fikirlere sahip olmanız gerekir. Organizasyonunuz doğru kararların alınması ve uygulanmasını mümkün kılacak şekilde oluşturulmalıdır.

source: You use a mix of measurement methodologies but results mostly only influence long-term planning. Evaluation of your marketing activities tends to be based on campaign metrics.
es: Utilizas varias metodologías de medición, pero, en general, los resultados solo influyen en la planificación a largo plazo. En general, evalúas tus iniciativas de marketing basándote en las métricas de campaña.
it: Utilizzi una combinazione di metodologie di misurazione, ma i risultati influenzano per lo più solo la pianificazione a lungo termine. La valutazione delle tue attività di marketing tende a basarsi sulle metriche delle campagne.
pl: Używasz kombinacji metodologii pomiarowych, ale wyniki wpływają głównie na planowanie długoterminowe. Ocena Twoich działań marketingowych zwykle opiera się na danych kampanii.
tr: Farklı ölçüm yöntemlerini bir arada kullanıyorsunuz ancak sonuçlar çoğunlukla sadece uzun vadeli planlamayı etkiliyor. Pazarlama faaliyetleriniz değerlendirilirken genellikle kampanya metrikleri baz alınıyor.

source: You use a variety of measurement methodologies as well as non-last-click attribution models. Results from regular A/B testing are used to inform campaign planning. Evaluation of your marketing activities tends to be based on conversion metrics.
es: Utilizas varias metodologías de medición y modelos de atribución al último clic. Haces pruebas A/B con frecuencia y los resultados te sirven para planificar las campañas. En general, evalúas tus iniciativas de marketing basándote en las métricas de conversión.
it: Utilizzi varie metodologie di misurazione, nonché i modelli di attribuzione non basati sull’ultimo clic. Per pianificare le campagne, ti affidi ai risultati dei test A/B che esegui regolarmente. La valutazione delle tue attività di marketing tende a basarsi sulle metriche di conversione.
pl: Korzystasz z różnych metodologii pomiarowych, a także modeli atrybucji innych niż “Ostatnie kliknięcie”. Wyniki regularnych testów A/B są wykorzystywane podczas planowania kampanii. Ocena działań marketingowych opiera się zwykle na metodzie konwersji.
tr: Çeşitli ölçüm yöntemlerinin yanında son tıklamayla ilişkilendirme harici modeller kullanıyorsunuz. Kampanya planlamasında düzenli A/B testlerinin sonuçlarından yararlanılıyor. Pazarlama faaliyetleriniz değerlendirilirken genellikle dönüşüm metrikleri baz alınıyor.

source: You use a variety of measurement methodologies as well as a custom attribution model. Results from frequent A/B testing are used to optimise campaigns when they’re running. Evaluation of your marketing activities tends to be based on business outcomes.
it: Utilizzi varie metodologie di misurazione, oltre a un modello di attribuzione personalizzato. Per ottimizzare le campagne durante la pubblicazione, ti affidi ai risultati dei test A/B che esegui di frequente. La valutazione delle attività di marketing tende a basarsi sui risultati aziendali.
pl: Korzystasz z różnych metodologii pomiarowych, a także niestandardowego modelu atrybucji. Wyniki częstych testów A/B są wykorzystywane do optymalizacji aktywnych kampanii. Ocena działań marketingowych opiera się zwykle na wynikach biznesowych.
tr: Çeşitli ölçüm yöntemlerinin yanında bir özel ilişkilendirme modeli kullanıyorsunuz. Yayınlandıkları sırada kampanyaları optimize etmek için, sık uygulanan A/B testlerinin sonuçlarından yararlanılıyor. Pazarlama faaliyetleriniz değerlendirilirken genellikle işletme sonuçları baz alınıyor.

source: You use a variety of measurement methodologies as well as a data-driven attribution model. Results from frequent A/B testing are used for optimisation across campaigns when they’re running. Evaluation of your marketing activities tends to be based on business outcomes.
it: Utilizzi varie metodologie di misurazione, oltre a un modello di attribuzione basato sui dati. Per ottimizzare le varie campagne durante la pubblicazione, ti affidi ai risultati dei test A/B che esegui di frequente. La valutazione delle attività di marketing tende a basarsi sui risultati aziendali.
pl: Korzystasz z różnych metodologii pomiarowych, a także z modelu atrybucji opartego na danych. Wyniki częstych testów A/B są wykorzystywane do optymalizacji aktywnych kampanii. Ocena działań marketingowych opiera się zwykle na wynikach biznesowych.
tr: Çeşitli ölçüm yöntemlerinin yanında veriye dayalı bir ilişkilendirme modeli kullanıyorsunuz. Yayınlandıkları sırada kampanyalar genelinde optimizasyon için, sık uygulanan A/B testlerinin sonuçlarından yararlanılıyor. Pazarlama faaliyetleriniz değerlendirilirken genellikle işletme sonuçları baz alınıyor.

source: The user experience and speed of your website or app is at a basic level. Your creatives are the result of isolated processes and you tend to use the same message for all users. Creative testing happens infrequently or not at all.
es: La experiencia de usuario y la velocidad que ofreces en tu sitio web o aplicación son insuficientes. Sigues procesos inconexos para diseñar tus creatividades y acostumbras a mostrar el mismo mensaje a todos los usuarios. Casi nunca pruebas las creatividades o no lo haces nunca.
it: L’esperienza utente e la velocità del tuo sito web o della tua app sono a un livello di base. Le tue creatività sono il risultato di processi isolati; inoltre, tendi a utilizzare lo stesso messaggio per tutti gli utenti. Esegui solo raramente o mai il test delle creatività.
pl: Wygoda użytkownika i szybkość działania witryny lub aplikacji są na poziomie podstawowym. Twoje kreacje są wynikiem pojedynczych procesów. Wykorzystujesz ten sam przekaz dla wszystkich użytkowników. Testy kreacji są przeprowadzane rzadko lub nie są przeprowadzane.
tr: Web sitesi veya uygulamanızın kullanıcı deneyimi ve hızı temel seviyede. Reklam öğeleriniz ayrı ayrı süreçlerle üretiliyor ve genellikle tüm kullanıcılar için aynı mesajı kullanıyorsunuz. Reklam öğesi testi sık yapılmıyor ya da hiç yapılmıyor.

source: You have tried user experience optimisation and personalisation of your website or app. Teams collaborate to build creatives but there’s limited coordination across channels. You are using insights from analytics and results from A/B tests to improve creative effectiveness. Your messages are tailored to broad segments of your audience.
it: Hai provato a ottimizzare l’esperienza utente e a personalizzare il sito web o l’app. I team collaborano per realizzare le creatività, ma il coordinamento è limitato sui vari canali. Per migliorare l’efficacia delle creatività, utilizzi le informazioni ricavate dall’analisi dei dati e dai risultati dei test A/B. I tuoi messaggi sono personalizzati per ampi segmenti di pubblico.
pl: Masz na swoim koncie próby optymalizacji wrażeń użytkownika i personalizacji swojej witryny lub aplikacji. Zespoły współpracują przy tworzeniu kreacji, ale koordynacja działań między kanałami jest ograniczona. Korzystasz z danych analitycznych i wyników testów A/B, by poprawić skuteczność kreacji. Twój przekaz jest dostosowany do szerokiej grupy odbiorców.
tr: Web siteniz veya uygulamanız için kullanıcı deneyimini optimize etmeyi ve kişiselleştirmeyi denediniz. Ekipler reklam öğesi oluşturmak için ortak çalışıyor, ancak kanallar arasında sınırlı koordinasyon var. Reklam öğelerinin etkisini artırmak için analiz yoluyla elde edilen bilgileri ve A/B testlerinin sonuçlarını kullanıyorsunuz. Mesajlarınız kitlenizin geniş segmentleri için özelleştiriliyor.

source: You are using advanced methods of user experience optimisation and personalisation of your website or app. Teams collaborate to build creatives, coordinated across digital channels. You are using several testing methodologies to improve creative effectiveness. Your messages are tailored to a variety of segments of your audience.
es: Utilizas métodos avanzados para optimizar y personalizar la experiencia de usuario de tu sitio web o aplicación. Los equipos diseñan las creatividades conjuntamente y existe coordinación entre los diferentes canales digitales. Utilizas varias metodologías de pruebas para mejorar la eficacia de las creatividades. Creas diferentes mensajes adaptados a diversos segmentos de audiencia.
it: Utilizzi metodi avanzati di ottimizzazione dell’esperienza utente e personalizzazione del sito web o dell’app. I team collaborano per realizzare le creatività, coordinandosi sui vari canali digitali. Ti avvali di diverse metodologie di prova per migliorare l’efficacia delle creatività. I tuoi messaggi sono personalizzati per un’ampia varietà di segmenti di pubblico.
pl: Korzystasz z zaawansowanych metod optymalizacji wrażeń użytkownika i personalizacji witryny lub aplikacji. Zespoły współpracują przy tworzeniu kreacji, a ich działania są koordynowane przez kanały cyfrowe. Używasz kilku metodologii testowania, by poprawić skuteczność kreacji. Twój przekaz jest dostosowany do różnych segmentów odbiorców.
tr: Web sitenizin veya uygulamanızın kullanıcı deneyimini optimize etmek ve kişiselleştirmek için gelişmiş yöntemler kullanıyorsunuz. Ekipler reklam öğesi oluşturmak için farklı dijital kanallarda koordineli bir şekilde ortak çalışıyor. Reklam öğesi etkisini artırmak için birden fazla test yöntemi kullanıyorsunuz. Mesajlarınız kitlenizin çeşitli segmentleri için özelleştiriliyor.

source: You are using cutting edge technology to create an impactful and tailored user experience across your websites and apps. Teams collaborate to build creatives, which are coordinated across digital and non-digital channels. You share results from several testing methodologies across digital and non-digital teams to improve creative effectiveness. Your messages are tailored to a variety of segments of your audience and influenced by contextual signals.
es: Utilizas tecnología de última generación para ofrecer una experiencia de usuario eficaz y personalizada en tus sitios web y aplicaciones. Los equipos diseñan las creatividades conjuntamente y existe coordinación entre los diferentes canales digitales y tradicionales. Los equipos de estrategia digital y de estrategia convencional están informados sobre los resultados que se obtienen de varias metodologías de prueba para, de esta manera, mejorar la eficacia de las creatividades. Creas diferentes mensajes adaptados a diversos segmentos de audiencia y basados en señales contextuales.
it: Utilizzi tecnologie all’avanguardia per creare un’esperienza utente accattivante e personalizzata sui siti web e nelle app. I team collaborano per realizzare le creatività, coordinandosi sui vari canali digitali e non. Per migliorare l’efficacia delle creatività, condividi i risultati ricavati da diverse metodologie di prova tra i team dedicati al digitale e agli altri canali. I tuoi messaggi sono personalizzati per numerosi segmenti di pubblico e influenzati dagli indicatori segnali di contesto.
pl: Korzystasz z najnowocześniejszej technologii, by tworzyć atrakcyjne i dostosowane do potrzeb użytkownika witryny i aplikacje. Zespoły współpracują ze sobą przy tworzeniu kreacji, a ich działania są koordynowane przez kanały cyfrowe i niecyfrowe. Udostępniasz wyniki z kilku metodologii testowania zespołom cyfrowym i niecyfrowym, by poprawić skuteczność kreacji. Twój przekaz jest dostosowany do różnych segmentów odbiorców i zależy od sygnałów kontekstowych.
tr: Web sitelerinizde ve uygulamalarınızda etkili ve özel bir kullanıcı deneyimi oluşturmak için en son teknolojiden yararlanıyorsunuz. Ekipler reklam öğesi oluşturmak için dijital ve dijital olmayan kanallarda koordineli bir şekilde ortak çalışıyor. Reklam öğesi etkisini artırmak için birden fazla test yönteminin sonuçlarını dijital ve dijital olmayan ekiplerde aynen kullanıyorsunuz. Mesajlarınız kitlenizin çeşitli segmentleri için özelleştiriliyor ve içeriğe dayalı sinyallerden etkileniyor.

source: You mostly use 3rd party data to target your campaigns, relying on broad audience definitions. You tend to focus on a specific part of the marketing funnel.
es: La mayoría de las veces utilizas datos de terceros para segmentar tus campañas y te diriges a una audiencia amplia. Tus acciones se centran, principalmente, en una fase concreta del embudo de conversión de marketing.
it: Utilizzi principalmente dati di terze parti per scegliere il target delle campagne, affidandoti a definizioni generiche dei segmenti di pubblico. Tendi a concentrarti su una parte specifica della canalizzazione di marketing.
pl: Do kierowania kampanii najczęściej używasz danych firm zewnętrznych, opierając się na szerokich definicjach odbiorców. Skupiasz się na określonej części ścieżki marketingowej.
tr: Kampanyalarınızı hedeflemek için geniş kitle tanımlarına dayalı olarak çoğunlukla 3. taraf verilerinden yararlanıyorsunuz. Genellikle pazarlama dönüşüm hunisinin belirli bir bölümüne odaklanıyorsunuz.

source: You use 3rd party and 1st party data to target your campaigns. You have segmented your audience, largely based on demographics and you cover several parts of the marketing funnel.
es: Utilizas datos propios y de terceros para segmentar tus campañas. Has segmentado la audiencia en gran medida por grupos demográficos y tu estrategia abarca varias fases del embudo de conversión de marketing.
it: Utilizzi dati proprietari e di terze parti per scegliere il target delle campagne. Hai segmentato il pubblico per lo più in base ai dati demografici e copri diverse parti della canalizzazione di marketing.
pl: Do kierowania kampanii używasz danych firm zewnętrznych i danych wewnętrznych. Dzielisz odbiorców na segmenty, w dużej mierze w oparciu o dane demograficzne, i realizujesz kilka etapów ścieżki marketingowej.
tr: Kampanyalarınızı hedeflemek için 3. taraf ve 1. taraf verilerinden yararlanıyorsunuz. Kitlenizi büyük oranda demografiye göre segmentlere ayırmışsınız ve pazarlama dönüşüm hunisinin birden fazla bölümü kapsama alanınızda.
