Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Share the results of your tests widely, for example with non-digital teams. Establish a feedback loop so all teams can learn from each other.
es: Informa de los resultados de las pruebas a todas las personas interesadas, por ejemplo, los equipos de canales convencionales. Crea un canal de comunicación para que todos los equipos puedan intercambiarse información e ideas.
it: Condividi i risultati dei test su larga scala, ad esempio con i team dedicati ai canali non digitali. Definisci un ciclo di feedback per consentire a tutti i team di condividere le conoscenze acquisite.
pl: Udostępniaj wyniki swoich testów jak najszerszemu gronu, na przykład zespołom niecyfrowym. Ustal pętlę informacji zwrotnych, by wszystkie zespoły mogły się uczyć od siebie.
tr: Testlerinizin sonuçlarını geniş ölçekte (örneğin dijital olmayan ekiplerle) paylaşın. Tüm ekiplerin birbirinden bir şey öğrenebilmesi için geri bildirim döngüsü oluşturun.

source: Remove friction from the entire user experience
es: Mejora la experiencia de usuario al completo
it: Rendi più fluida l’intera esperienza utente
pl: Poprawa wrażeń wszystkich użytkowników
tr: Kullanıcı deneyimini bütünüyle sorunsuz hale getirin

source: Consider these best practices and implement those where you still have gaps. Use current mobile techniques such as progressive web apps or single sign-on. Create links between your mobile assets and non-digital touchpoints, like stores or call centres.
es: Examina estas prácticas recomendadas e impleméntalas en las áreas en las que todavía haya algún problema. Utiliza técnicas actuales para móviles, como las aplicaciones web progresivas o el inicio de sesión único. Vincula los recursos para móviles con puntos de contacto convencionales, como, por ejemplo, tiendas o centros de llamadas.
it: Prendi in considerazione queste best practice e implementale dove riscontri ancora carenze. Adotta le tecniche attuali per i dispositivi mobili, come le applicazioni web progressive o l’uso delle stesse credenziali di accesso. Crea collegamenti tra gli asset per dispositivi mobili e i touchpoint non digitali, come negozi o call center.
pl: Przeanalizuj sprawdzone metody i zastosuj te, które pomogą Ci wypełnić luki. Używaj aktualnych technik mobilnych, takich jak progresywne aplikacje internetowe lub logowanie jednokrotne. Twórz połączenia między zasobami mobilnymi i niecyfrowymi punktami styczności z klientem, takimi jak sklepy lub centra telefoniczne.
tr: Bu en iyi uygulamaları değerlendirin ve açıklarınızın olduğu noktalarla ilgili olanları uygulayın. Progresif web uygulamaları veya tek oturum açma gibi güncel mobil tekniklerden yararlanın. Mobil öğeleriniz ile mağazalar veya çağrı merkezleri gibi dijital olmayan temas noktaları arasında bağlantılar oluşturun.

source: Enable media and creative teams to work hand-in-hand and to use collaborative tools. Establish connections between digital and non-digital teams.
es: Fomenta la cooperación entre los equipos de medios y de creatividades, y el uso de herramientas de colaboración. Crea conexiones entre los equipos de canales digitales y convencionales.
it: Consenti ai team addetti ai media e alle creatività di lavorare insieme e di utilizzare strumenti di collaborazione. Metti in contatto i team dedicati al digitale con quelli responsabili degli altri canali.
pl: Umożliwiaj zespołom medialnym i kreatywnym współpracę i korzystanie z narzędzi do współpracy. Ustal powiązania między zespołami cyfrowymi i niecyfrowymi.
tr: Medya ekipleri ile kreatif ekiplerin iş birliği içerisinde hareket etmesini ve ortak çalışma araçları kullanmasını sağlayın. Dijital ve dijital olmayan ekipler arasında bağlantılar kurun.

source: Keep up to date with the latest research and industry best practices to find new ways of increasing the relevance of your ads.
es: Estate al tanto de los últimos estudios y las prácticas recomendadas más extendidas del sector y encuentra nuevas formas de aumentar la relevancia de tus anuncios.
it: Aggiornati costantemente sulle ultime ricerche e best practice del settore per scoprire nuovi modi di migliorare la pertinenza degli annunci.
pl: Bądź na bieżąco z najnowszymi badaniami i sprawdzonymi metodami branżowymi, by znaleźć nowe sposoby na zwiększenie trafności reklam.
tr: Reklamlarınızın alaka düzeyini artırmak için yeni yollar bulmak amacıyla en son araştırmalar ve sektör en iyi uygulamalarından haberdar olun.

source: Continue to invest in tailoring your website to the expectations of different audiences. Leverage new data signals as they become available, for example, from emerging device types or internal tools.as they become available
es: Sigue invirtiendo en recursos para adaptar tu sitio web a las expectativas de las distintas audiencias. Aprovecha las nuevas señales de datos a medida que estén disponibles, por ejemplo, nuevos tipos de dispositivos o herramientas internas.
it: Continua a investire nella personalizzazione del tuo sito web per rispondere alle aspettative di segmenti di pubblico diversi. Sfrutta i nuovi indicatori di dati man mano che diventano disponibili, come quelli provenienti da tipi di dispositivi o strumenti interni emergenti.
pl: Stale inwestuj w dostosowanie swojej witryny do oczekiwań różnych odbiorców. Wykorzystuj nowe sygnały danych, gdy stają się dostępne, na przykład używaj nowych typów urządzeń lub narzędzi wewnętrznych.
tr: Web sitenizi farklı kitlelerin beklentileri doğrultusunda özelleştirmeye yatırım yapmayı sürdürün. Kullanılabilir oldukça, yeni çıkan cihaz türleri veya dahili araçlardan alınan sinyaller gibi yeni veri sinyallerinden yararlanın.

source: Continue to share the results of your tests widely and build a robust data set of creative performance. Iterate feedback and sharing processes to ensure continued improvement off your creatives
es: Sigue informando de los resultados de las pruebas a todas las personas interesadas y crea un conjunto sólido de datos sobre el rendimiento de las creatividades. Revisa los comentarios y los procesos mediante los cuales se comparten datos para asegurarte de que continuamente se aplican mejoras en las creatividades.
it: Continua a condividere i risultati dei tuoi test su larga scala e crea un set di dati efficace sul rendimento delle creatività. Conduci regolarmente i processi di feedback e condivisione per assicurare un miglioramento costante delle tue creatività
pl: Nadal dziel się wynikami swoich testów i zbuduj solidny zestaw danych dotyczących skuteczności kreacji. Stale korzystaj z tych samych procesów pozyskiwania i udostępniania opinii, by ciągle ulepszać kreacje.
tr: Testlerinizin sonuçlarını geniş ölçekte paylaşmaya devam edin ve reklam öğesi performansına ilişkin sağlam bir veri seti oluşturun. Reklam öğelerinizin sürekli gelişimi için geri bildirim ve paylaşım süreçlerini tekrarlayın.

source: Continue to invest in the speed of your mobile assets
es: Sigue invirtiendo para aumentar la velocidad de tus recursos para móviles
it: Continua a investire nella velocità dei tuoi asset per dispositivi mobili
pl: Dalsze inwestycje w szybkość zasobów mobilnych
tr: Mobil öğelerinizin hızına yatırım yapmaya devam edin

source: Every fraction of a second counts. Take the mobile speed test regularly to identify areas of improvement.
es: Cada décima de segundo cuenta. Haz la prueba de velocidad para móviles periódicamente e identifica qué aspectos debes mejorar.
it: Ogni frazione di secondo è importante. Esegui regolarmente il test di velocità sui dispositivi mobili per individuare aree con margini di miglioramento.
pl: Liczy się każdy ułamek sekundy. Regularnie przeprowadzaj test szybkości zasobów mobilnych, by identyfikować obszary wymagające poprawy.
tr: Her salise önemlidir. Geliştirilebilecek alanları belirlemek için düzenli olarak mobil hız testine katılın.

source: Review the entire user experience to identify friction points
es: Repasa toda la experiencia de usuario e identifica los problemas
it: Rivedi l’intera esperienza utente per identificare i punti poco fluidi
pl: Weryfikacja wrażeń użytkownika w celu identyfikacji problematycznych elementów
tr: Sorun oluşturabilecek noktaları belirlemek için kullanıcı deneyimini bütünüyle gözden geçirin

source: Keep up to date with emerging trends in UX and web technologies. Explore further possibilities to improve the user experience as people move between digital touchpoints and between digital and non-digital touchpoints.
es: Estate al tanto de las últimas tendencias sobre experiencia de usuario y tecnologías web. Descubre qué otras opciones tienes para mejorar la experiencia de los usuarios que utilizan distintos puntos de contacto digitales y puntos de contacto tanto digitales como convencionales.
it: Aggiornati costantemente sulle tendenze emergenti nelle tecnologie web e in quelle relative alla UX. Scopri ulteriori possibilità di migliorare l’esperienza utente man mano che i consumatori passano da un touchpoint digitale all’altro e dai touchpoint digitali a quelli sugli altri canali.
pl: Bądź na bieżąco z pojawiającymi się trendami w zakresie wrażeń użytkownika i technologii internetowych. Odkrywaj dalsze możliwości poprawy wrażeń użytkowników, którzy przełączają się między cyfrowymi punktami styczności z klientem, a także cyfrowymi i niecyfrowymi punktami kontaktu.
tr: Kullanıcı deneyimi ve web teknolojileriyle ilgili yeni trendlerden haberdar olun. Kullanıcılar dijital temas noktaları arasında ve dijital ile dijital olmayan temas noktaları arasında geçiş yaparken kullanıcı deneyimini iyileştirmenizi sağlayacak diğer olanakları keşfedin.

source: Connect teams who are responsible for your creatives with newly hired specialists or teams.
es: Pon en contacto a los equipos que se encargan de las creatividades con especialistas o equipos que acabes de contratar.
it: Metti in contatto i team responsabili delle tue creatività con specialisti o altri team assunti di recente.
pl: Skontaktuj zespoły odpowiedzialne za Twoje kreacje z nowo zatrudnionymi specjalistami lub zespołami.
tr: Yeni işe alacağınız uzmanlar veya yeni görevlendireceğiniz ekipler yardımıyla, reklam öğelerinizden sorumlu ekipler arasında bağlantı kurun.

source: Use more signals to reach your audience
es: Utiliza más señales para llegar a tu audiencia
it: Utilizza più indicatori per raggiungere il tuo pubblico
pl: Wykorzystywanie większej liczby sygnałów, by docierać do odbiorców
tr: Kitlenize ulaşmak için daha fazla sinyalden yararlanın

source: In addition to 3rd party data, use 1st party data (i.e. your own data) to decide which users you want to reach online. Segment users into different audiences and optimise this segmentation regularly.
es: Además de usar datos de terceros, utiliza los tuyos propios para decidir a qué usuarios quieres llegar online. Segmenta a los usuarios y clasifícalos por audiencias, y luego optimiza esta segmentación de forma periódica.
it: Oltre ai dati di terze parti, utilizza dati proprietari (ovvero i tuoi dati) per decidere quali utenti vuoi raggiungere online. Suddividi gli utenti in segmenti di pubblico diversi e ottimizza regolarmente la segmentazione.
pl: Oprócz danych firm zewnętrznych używaj też danych wewnętrznych (np. danych własnych), by zdecydować, do jakich użytkowników chcesz docierać w internecie. Podziel użytkowników na różne grupy odbiorców i regularnie optymalizuj tę segmentację.
tr: İnternette ulaşmak istediğiniz kullanıcılara karar vermek için, 3. taraf verilerine ek olarak 1. taraf verilerini (yani kendi verilerinizi) kullanın. Kullanıcıları farklı kitleler halinde segmentlere ayırın ve bu segmentasyonu düzenli olarak optimize edin.

source: Leverage insights across channels
es: Aprovecha los datos en todos tus canales
it: Sfrutta le informazioni su tutti i canali
pl: Wykorzystywanie informacji z różnych kanałów
tr: Farklı kanallardaki analizlerden yararlanın

source: Share insights you gain in 1 channel, for example search, to improve how you reach your audience in another channel, for example email.
es: Utiliza los datos que recoges en un canal, por ejemplo, el de búsqueda, para llegar mejor a tu audiencia en otro canal, como el de correo electrónico.
it: Condividi le informazioni che acquisisci in un canale, ad esempio la rete di ricerca, per migliorare il modo di raggiungere il pubblico in un altro canale, ad esempio quello email.
pl: Dziel się danymi uzyskanymi w jednym kanale, na przykład w wyszukiwarce, by poprawić sposób docierania do odbiorców w innym kanale, na przykład w e-mailach.
tr: Bir kanalda (ör. arama) elde ettiğiniz analizleri, başka bir kanalda (ör. e-posta) kitlenize ulaşma şeklinizi iyileştirmek için kullanın.

source: Find additional opportunities to reach users
es: Descubre otras oportunidades para llegar a los usuarios
it: Trova altre opportunità per raggiungere gli utenti
pl: Szukanie dodatkowych możliwości docierania do użytkowników
tr: Kullanıcılara ulaşmak için ek fırsatlar bulun

source: Cover all parts of the marketing funnel, starting from creating awareness, to building consideration, to driving purchases and, finally, repeat purchasing.
es: Abarca todos los aspectos del embudo de conversión de marketing: crea notoriedad, genera consideración, impulsa las compras y la repetición de las compras.
it: Occupati di ogni fase della canalizzazione di marketing, dalla creazione di awareness all’aumento della considerazione e degli acquisti, fino agli acquisti ripetuti.
pl: Realizuj wszystkie części ścieżki marketingowej, zaczynając od wzbudzania świadomości i rozważania zakupu, a kończąc na zakupach i powtarzalnych zakupach.
tr: Bilinirlik oluşturmadan üzerinde düşünmeye sevk etmeye, satın alma işlemi sağlamaya ve son olarak satın almayı tekrar ettirmeye, pazarlama dönüşüm hunisinin tüm bölümlerini kapsayın.

source: Invest in technology
es: Invierte en tecnología
it: Investi nella tecnologia
pl: Inwestycja w technologię
tr: Teknolojiye yatırım yapın

source: Build or buy tools that allow you to capture and analyse user insights, for example, a CRM or Data Management Platform.
es: Crea o compra herramientas que te permitan recoger y analizar información valiosa sobre los usuarios, por ejemplo, un sistema de CRM o una plataforma de gestión de datos.
it: Crea o acquista strumenti che ti consentano di acquisire e analizzare informazioni sugli utenti, ad esempio un sistema CRM o una piattaforma di gestione dei dati.
pl: Twórz lub kupuj narzędzia, które umożliwiają pozyskiwanie i analizowanie informacji o użytkownikach, na przykład narzędzia do zarządzania relacjami z klientami (CRM) lub platformy do zarządzania danymi.
tr: CRM veya Veri Yönetimi Platformu gibi, kullanıcı analizlerini elde etmenizi ve analiz etmenizi sağlayan araçlar oluşturun ya da satın alın.

source: In addition to 3rd party data, use 1st party data across different digital channels to decide which users you want to reach online. Use that data to create additional audience segments and update this segmentation while campaigns are running.
es: Además de usar datos de terceros, utiliza los tuyos propios en los distintos canales digitales para decidir a qué usuarios quieres llegar online. Usa los datos para crear más segmentos de audiencia y optimiza esta segmentación mientras se estén publicando las campañas.
it: Oltre ai dati di terze parti, utilizza dati proprietari su diversi canali digitali per decidere quali utenti vuoi raggiungere online. Sfrutta quei dati per creare ulteriori segmenti di pubblico e aggiorna questa segmentazione durante la pubblicazione delle campagne.
pl: Oprócz danych firm zewnętrznych używaj też danych wewnętrznych z różnych kanałów, by zdecydować, do jakich użytkowników chcesz docierać w internecie. Korzystaj z tych danych, by tworzyć dodatkowe segmenty odbiorców i aktualizować tę segmentację, gdy kampanie są uruchomione.
tr: İnternette ulaşmak istediğiniz kullanıcılara karar vermek için, 3. taraf verilerine ek olarak 1. taraf verilerini kullanın. Bu verilerden, kampanyalarınız yayındayken ek kitle segmentleri oluşturmak ve bu segmentasyonu güncellemek için yararlanın.

source: Leverage insights across digital and non-digital channels
es: Aprovecha los datos en los canales digitales y convencionales
it: Sfrutta le informazioni sui canali digitali e non
pl: Wykorzystywanie informacji z kanałów cyfrowych i niecyfrowych
tr: Dijital ve dijital olmayan kanallardaki analizlerden yararlanın

source: Share insights you gain in 1 channel, for example linear TV, to improve how you reach your audience in another channel, for example online video.
es: Utiliza los datos que recoges en un canal, por ejemplo, el de la televisión lineal, para llegar mejor a tu audiencia en otro canal, como el del vídeo online.
it: Condividi le informazioni che acquisisci in un canale, ad esempio la TV lineare, per migliorare il modo di raggiungere il pubblico in un altro canale, ad esempio i video online.
pl: Dziel się danymi uzyskanymi w jednym kanale, na przykład w liniowej reklamie telewizyjnej, by poprawić sposób docierania do odbiorców w innym kanale, na przykład w reklamie wideo online.
tr: Bir kanalda (ör. lineer TV) elde ettiğiniz analizleri, başka bir kanalda (ör. online video) kitlenize ulaşma şeklinizi iyileştirmek için kullanın.

source: Cover all parts of the marketing funnel, starting from creating awareness, to building consideration, to driving purchases and, finally, repeat purchasing.as they become available.
es: Abarca todos los aspectos del embudo de conversión de marketing: crea notoriedad, genera consideración e impulsa las compras y la repetición de las compras.
it: Occupati di ogni fase della canalizzazione di marketing, dalla creazione di awareness all’aumento della considerazione e degli acquisti, fino agli acquisti ripetuti, man mano che diventano disponibili.
pl: Realizuj wszystkie części ścieżki marketingowej, zaczynając od wzbudzania świadomości i rozważania zakupu, a kończąc na zakupach i powtarzalnych zakupach, kiedy pojawia się taka możliwość.
tr: Bilinirlik oluşturmadan üzerinde düşünmeye sevk etmeye, satın alma işlemi sağlamaya ve son olarak satın almayı tekrar ettirmeye, pazarlama dönüşüm hunisinin tüm bölümlerini kapsayın.

source: Enhance segmentation capabilities
es: Mejora las funciones de segmentación
it: Ottimizza le funzionalità di segmentazione
pl: Zwiększenie możliwości segmentacji
tr: Segmentasyon yeteneklerinizi genişletin

source: Extend your proficiency in using tools that allow you to capture and analyse user insights, for example, a CRM system or Data Management Platform.
es: Mejora el dominio de herramientas que permiten recoger y analizar información valiosa sobre los usuarios, como, por ejemplo, un sistema de CRM o una plataforma de gestión de datos.
it: Sviluppa le tue competenze nell’utilizzo di strumenti che ti consentano di acquisire e analizzare informazioni sugli utenti, ad esempio un sistema CRM o una piattaforma di gestione dei dati.
pl: Poszerz znajomość narzędzi, które umożliwiają pozyskiwanie i analizowanie informacji o użytkownikach, na przykład systemu do zarządzania relacjami z klientami (CRM) lub platformy do zarządzania danymi.
tr: CRM veya Veri Yönetimi Platformu gibi, kullanıcı analizlerini elde etmenizi ve analiz etmenizi sağlayan araçları kullanma konusundaki yetkinliğinizi artırın.

source: In addition to 3rd party data, use 1st party data across different digital and non-digital channels to build meaningful audience segments. Update these segments automatically, based on a set of rules that you actively maintain.
es: Además de usar datos de terceros, utiliza los tuyos propios en los distintos canales, tanto digitales como convencionales, para crear segmentos de audiencia valiosos. Modifica estos segmentos automáticamente en función de una serie de reglas que deberás actualizar con frecuencia.
it: Oltre ai dati di terze parti, utilizza dati proprietari sui diversi canali digitali e non per creare segmenti di pubblico significativi. Aggiorna automaticamente questi segmenti di pubblico, in base a un insieme di regole che gestisci attivamente.
pl: Oprócz danych firm zewnętrznych używaj też danych wewnętrznych z różnych kanałów cyfrowych i niecyfrowych, by tworzyć ważne segmenty odbiorców. Aktualizuj te segmenty automatycznie w oparciu o zestaw reguł uaktualnianych na bieżąco.
tr: Anlamlı kitle segmentleri oluşturmak için, 3. taraf verilerine ek olarak 1. taraf verilerini kullanın. Bu segmentleri, etkin bir şekilde gözden geçirdiğiniz bir dizi kurala göre otomatik olarak güncelleyin.

source: Leverage insights from the entire company
es: Aprovecha los datos de toda la empresa
it: Sfrutta le informazioni provenienti da tutta l’azienda
pl: Wykorzystywanie danych z całej firmy
tr: Tüm şirketteki analizlerden yararlanın

source: Share insights you gain in 1 channel, for example linear TV, to improve how you reach your audience in another channel, for example online video. Consider feeding in other types of data, for example, sales data.
es: Utiliza los datos que recoges en un canal, como, por ejemplo, el de la televisión lineal, para llegar mejor a tu audiencia en otro canal, como el del vídeo online. Puedes incluir otros tipos de datos, como los de ventas.
it: Condividi le informazioni che acquisisci in un canale, ad esempio la TV lineare, per migliorare il modo di raggiungere il pubblico in un altro canale, ad esempio i video online. Valuta la possibilità di includere altri tipi di dati, ad esempio quelli sulle vendite.
pl: Dziel się danymi uzyskanymi w jednym kanale, na przykład w liniowej reklamie telewizyjnej, by poprawić sposób docierania do odbiorców w innym kanale, na przykład w reklamie wideo online. Rozważ wykorzystanie pliku danych zawierającego inne rodzaje danych, na przykład dane sprzedaży.
tr: Bir kanalda (ör. lineer TV) elde ettiğiniz analizleri, başka bir kanalda (ör. online video) kitlenize ulaşma şeklinizi iyileştirmek için kullanın. Satış verileri gibi başka veri türleri sağlamayı düşünün.

source: Extend your proficiency in using tools that allow you to capture and analyse user insights, for example a CRM system or Data Management Platform. Connect tools with each other. Leverage machine learning technology improve your audience segmentation.
es: Mejora el dominio de herramientas que permiten recoger y analizar información valiosa sobre los usuarios, como, por ejemplo, un sistema de CRM o una plataforma de gestión de datos. Vincula las herramientas y utiliza la tecnología de aprendizaje automático para mejorar la segmentación de la audiencia.
it: Sviluppa le tue competenze nell’utilizzo di strumenti che ti consentano di acquisire e analizzare informazioni sugli utenti, ad esempio un sistema CRM o una piattaforma di gestione dei dati. Collega tra loro gli strumenti. Sfrutta la tecnologia di machine learning per migliorare la segmentazione del pubblico.
pl: Poszerz znajomość narzędzi, które umożliwiają pozyskiwanie i analizowanie informacji o użytkownikach, na przykład systemu do zarządzania relacjami z klientami (CRM) lub platformy do zarządzania danymi. Połącz ze sobą narzędzia. Wykorzystaj technologię systemów uczących się, by poprawić segmentację odbiorców.
tr: CRM veya Veri Yönetimi Platformu gibi, kullanıcı analizlerini elde etmenizi ve analiz etmenizi sağlayan araçları kullanma konusundaki yetkinliğinizi artırın. Araçları birbirine bağlayın. Kitle segmentasyonunuzu iyileştirmek için makine öğrenimi teknolojisinden yararlanın.

source: Update the types of signals you use to reach your audience
es: Cambia los tipos de señales que usas para llegar a la audiencia
it: Aggiorna i tipi di indicatori che utilizzi per raggiungere il pubblico
pl: Aktualizacja typów sygnałów używanych do docierania do odbiorców
tr: Kitlenize ulaşmak için kullandığınız sinyal türlerini güncelleyin
