Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: you're in the top 2%% for marketing maturity
es: tu empresa se encuentra entre el 2 %% de empresas con el mejor nivel de desarrollo de marketing
pl: Twoja firma należy do 2%% firm o największej dojrzałości marketingowej
tr: pazarlamada olgunluk bakımından %%2'lik grubun içindesiniz

source: Here's how you get there:
es: Para conseguir este objetivo:
it: Ecco come puoi arrivarci:
pl: Oto jak udało Ci się to osiągnąć:
tr: Oraya ulaşmak için yapmanız gerekenler:

source: Here's how to get even better:
es: Para mejorar:
it: Ecco come puoi ottenere risultati ancora migliori:
pl: Oto jak możesz jeszcze poprawić swój wynik:
tr: Daha iyi olmak için yapmanız gerekenler:

source: in this dimension
es: en esta área
it: in questa dimensione
pl: w tym wymiarze
tr: bu boyutta

source: Congratulations, you're in the top group for data maturity
es: Enhorabuena, tu empresa se encuentra entre las que tienen el mayor nivel de desarrollo de datos
it: Complimenti, sei nel gruppo migliore per la maturità dei dati
pl: Gratulacje, jesteś w najlepszej grupie pod względem dojrzałości danych
tr: Tebrikler. Verilerle ilgili olgunluk bakımından en üst gruptasınız.

source: Get more information about the industry average
es: Más información sobre la media del sector
it: Scopri di più sulla media del settore
pl: Uzyskaj więcej informacji o średniej branżowej
tr: Sektör ortalaması hakkında daha fazla bilgi edinin

source: Get more information about the industry best
es: Más información sobre los mejores resultados del sector
it: Scopri di più sui migliori risultati del settore
pl: Uzyskaj więcej informacji o najlepszym wyniku w branży
tr: Sektörün en iyisi hakkında daha fazla bilgi edinin

source: Industry average is not available yet, sorry!
es: La media del sector todavía no está disponible.
it: Spiacenti. La media del settore non è ancora disponibile.
pl: Średnia branżowa nie jest jeszcze dostępna.
tr: Maalesef, sektör ortalaması şu anda mevcut değil.

source: Industry average
es: La media del sector
it: Media del settore
pl: Średnia branżowa
tr: Sektör ortalaması

source: Industry best is not available yet, sorry!
es: Los mejores resultados del sector todavía no están disponibles.
it: Spiacenti. I migliori risultati del settore non sono ancora disponibili.
pl: Najlepszy wynik w branży nie jest jeszcze dostępny.
tr: Maalesef, sektörün en iyisi şu anda mevcut değil.

source: Industry best
es: Los mejores resultados del sector
it: Migliori risultati del settore
pl: Najlepszy wynik w branży
tr: Sektörün en iyisi

source: Fetching your company rating...
es: Calculando la puntuación de tu empresa...
it: Recupero della valutazione della tua azienda in corso…
pl: Pobieram ocenę firmy…
tr: Şirket değerlendirmeniz getiriliyor...

source: Your company,
es: Tu empresa,
it: La tua azienda
pl: Twoja firma,
tr: Şirketinizin

source: has a rating of
es: tiene una puntuación de
it: ha una valutazione pari a
pl: ma ocenę
tr: değerlendirmesi

source: which is a maturity level of
es: que se corresponde con un nivel de desarrollo de
it: che corrisponde a un livello di maturità pari a
pl: co oznacza poziom dojrzałości:
tr: ve bunun karşılık geldiği olgunluk düzeyi:

source: Fetching industry average...
es: Obteniendo la media del sector...
it: Recupero della media del settore in corso…
pl: Pobieram średnią branżową...
tr: Sektör ortalaması getiriliyor...

source: The industry average is
es: La media del sector es
it: La media del settore è
pl: Średnia w branży to
tr: Sektör ortalaması:

source: which is a maturity level of
es: que se corresponde con un nivel de desarrollo de
it: che corrisponde a un livello di maturità pari a
pl: co oznacza poziom dojrzałości:
tr: ve bunun karşılık geldiği olgunluk düzeyi:

source: Fetching industry best...
es: Obteniendo los mejores resultados del sector...
it: Recupero dei migliori risultati del settore in corso…
pl: Pobieram najlepszy wynik w branży...
tr: Sektörün en iyisi getiriliyor...

source: The industry best is
es: El mejor resultado del sector es
it: I migliori risultati del settore sono
pl: Najlepszy wynik w branży to:
tr: Sektörün en iyisi:

source: Not available yet
es: Aún no están disponibles
it: Dati non ancora disponibili
pl: Jeszcze niedostępna
tr: Henüz mevcut değil

source: Your Company is
es: Tu empresa es
it: La tua azienda è
pl: Wynik Twojej firmy:
tr: Şirketiniz

source: Your company rating
es: Puntuación de tu empresa
it: Valutazione della tua azienda
pl: Ocena Twojej firmy
tr: Şirket değerlendirmeniz

source: Copy
es: Copiar
it: Copia
pl: Kopiuj
tr: Kopyala

source: Copy to clipboard
es: Copiar en el portapapeles
it: Copia negli appunti
pl: Kopiuj do schowka.
tr: Panoya kopyala

source: Copied to clipboard!
es: Se ha copiado en el portapapeles.
it: Elemento copiato negli appunti.
pl: Skopiowano do schowka.
tr: Panoya kopyalandı!

source: Sorry, unable to copy.
es: No se ha podido copiar.
it: Spiacenti. Impossibile copiare.
pl: Nie udało się skopiować.
tr: Üzgünüz, kopyalanamıyor.

source: Looking to benchmark digital maturity for a different challenge or industry?
es: ¿Quieres comparar el nivel de desarrollo digital de tu empresa en otro ámbito o sector?
it: Vuoi misurare la maturità digitale per una sfida o un settore diversi?
pl: Chcesz porównać dojrzałość cyfrową w innym zakresie lub innej branży?
tr: Farklı bir sorun veya sektör için dijital olgunluk karşılaştırması yapmak mı istiyorsunuz?

source: Read
es: Leer
it: Leggi
pl: Czytaj
tr: Okuyun

source: more
es: más
it: altro
pl: więcej
tr: daha fazla

source: less
es: menos
it: meno
pl: mniej
tr: daha az

source: Privacy
es: Privacidad
pl: Prywatność
tr: Gizlilik

source: Terms
es: Condiciones
it: Termini
pl: Warunki
tr: Şartlar

source: About Google
es: Acerca de Google
it: Informazioni su Google
pl: Wszystko o Google
tr: Google Hakkında

source: Google Products
es: Productos de Google
it: Prodotti Google
pl: Usługi Google
tr: Google Ürünleri

source: Contact us
es: Contacto
it: Contattaci
pl: Kontakt
tr: Bize ulaşın

source: Skip to content
es: Ir al contenido
it: Passa ai contenuti
pl: Przejdź do treści
tr: İçeriğe git

source: Start now
es: Empezar ahora
it: Inizia subito
pl: Zacznij teraz
tr: Hemen başlayın

source: In partnership with The Boston Consulting Group
es: En colaboración con The Boston Consulting Group
it: In collaborazione con The Boston Consulting Group
pl: We współpracy z firmą Boston Consulting Group
tr: Boston Consulting Group iş birliğiyle

source: Next steps
es: Pasos siguientes
it: Passaggi successivi
pl: Co dalej
tr: Sonraki adımlar

source: Review your recommendations and consider these four steps:
es: Revisa las recomendaciones y sigue estos 4 pasos:
it: Esamina i consigli e prendi in considerazione questi quattro passaggi:
pl: Przejrzyj rekomendacje i rozważ następujące cztery kroki:
tr: Önerilerinizi inceleyin ve şu dört adımı göz önünde bulundurun:

source: Define which areas are strongly linked to your business goals
es: Identifica las áreas más relacionadas con tus objetivos de negocio.
it: Definisci quali sono le aree fortemente correlate ai tuoi obiettivi di business
pl: Określ, które obszary są silnie powiązane z Twoimi celami biznesowymi
tr: Hangi alanlarla işletme hedefleriniz arasında güçlü bir bağ olduğunu belirtin

source: Create a roadmap outlining what you intend to do over the next 12 months
es: Crea una hoja de ruta con tus planes para los próximos 12 meses.
it: Crea una roadmap che illustri i tuoi obiettivi nei prossimi 12 mesi
pl: Utwórz szczegółowy plan rozwoju na najbliższe 12 miesięcy
tr: Gelecek 12 ay boyunca yapmayı amaçladıklarınızı özetleyen bir yol haritası oluşturun

source: Decide who will own each action and how to track progress over this period
es: Decide quién se encargará de cada acción y cómo hacer un seguimiento del progreso durante este periodo.
it: Decidi chi sarà il responsabile di ogni azione e come monitorare i progressi in questo periodo
pl: Zdecyduj, kto będzie odpowiedzialny za każde działanie i jak będą śledzone postępy w tym okresie
tr: Her bir işlemi kimin sahipleneceğine ve bu süreçte ilerleme durumunun nasıl izleneceğine karar verin

source: Identify the right partners outside of your company to support you at each stage
es: Identifica los partners externos a los que acudirá tu empresa en cada fase.
it: Identifica i partner giusti al di fuori della tua azienda in modo che ti supportino in ogni fase
pl: Określ odpowiednich partnerów spoza Twojej firmy, którzy wesprą Cię na każdym etapie
tr: Her aşamada şirket dışından sizi destekleyecek doğru iş ortaklarını belirleyin

source: Share this report with your colleagues
es: Comparte este informe con tus compañeros
it: Condividi questo rapporto con i tuoi colleghi
pl: Udostępnij raport współpracownikom
tr: Bu raporu iş arkadaşlarınızla paylaşın

source: To share this report, copy the link and send it to your colleagues.
es: Para compartir este informe, copia el enlace y envíaselo a tus compañeros.
it: Basta copiare il link e inviarlo ai colleghi.
pl: Aby udostępnić ten raport, skopiuj link i wyślij go swoim współpracownikom.
tr: Bu raporu paylaşmak için, bağlantıyı kopyalayın ve iş arkadaşlarınıza gönderin.

source: Dimensions of marketing maturity
es: Áreas del nivel de desarrollo del marketing
it: Dimensioni della maturità del marketing
pl: Wymiary dojrzałości marketingowej
tr: Pazarlamada olgunluğun boyutları

source: Ready to benchmark your company’s digital maturity?
es: ¿Quieres comparar el nivel de desarrollo digital de tu empresa con el de otras?
it: È tutto pronto per misurare la maturità digitale della tua azienda?
pl: Chcesz sprawdzić dojrzałość cyfrową swojej firmy?
tr: Şirketinizin dijital olgunluğunu ölçmeye hazır mısınız?

source: Let’s start with some details about your organisation:
it: Iniziamo con alcuni dettagli sulla tua organizzazione:
pl: Zacznijmy od kilku szczegółów na temat Twojej organizacji:
tr: Organizasyonunuz hakkında birkaç ayrıntıyla başlayalım:

source: How we keep your information safe
es: Información sobre la protección de datos
it: Ecco come proteggiamo le tue informazioni
pl: Jak dbamy o bezpieczeństwo Twoich informacji
tr: Bilgilerinizin güvenliğini nasıl sağlıyoruz

source: Enter the organisation name
es: Escribe el nombre de la organización
it: Inserisci il nome dell’organizzazione
pl: Podaj nazwę organizacji
tr: Organizasyon adını girin

source: Select an industry
es: Selecciona un sector
it: Seleziona un settore
pl: Wybierz branżę
tr: Sektör seçin

source: Select a country
es: Selecciona un país
it: Seleziona un paese
pl: Wybierz kraj
tr: Ülke seçin

source: Progress to my assessment
es: Empezar con la evaluación
it: Vai al test
pl: Postęp w mojej ocenie
tr: Değerlendirmeme ilerle

source: Oops, something went wrong!
es: ¡Vaya! Se ha producido un error.
it: Spiacenti. Si è verificato un problema.
pl: Ups, coś poszło nie tak.
tr: Maalesef bir sorun oluştu.

source: Nice Work!
es: Ya has terminado.
it: Ottimo!
pl: Dobra robota!
tr: Güzel sonuç.

source: Your response has been submitted and your report is being generated.
es: Se ha enviado tu respuesta y se está generando el informe.
it: La tua risposta è stata inviata e la creazione del rapporto è in corso.
pl: Twoja odpowiedź została przesłana, a Twój raport jest generowany.
tr: Yanıtınız gönderildi ve raporunuz oluşturuluyor.

source: You will receive it in your <strong>email inbox</strong> when it’s done.<br> Be patient, <strong>it may take up to 15 minutes</strong>.
es: Una vez finalizado, lo recibirás en tu <strong>buzón de correo electrónico</strong>.<br> Te pedimos paciencia, ya que <strong>podría tardar hasta 15 minutos</strong> en llegarte.
it: Una volta completato, lo riceverai nella tua <strong>casella di posta</strong>.<br> Ti chiediamo un po’ di pazienza, perché <strong>potrebbero essere necessari fino a 15 minuti</strong>.
pl: Gotowy raport prześlemy <strong>e-mailem</strong>.<br> Jego wygenerowanie <strong>może zająć do 15 minut</strong>.
tr: Raporunuz hazır olduğunda <strong>e-posta gelen kutunuza</strong> iletilecek.<br> <strong>İşlemin tamamlanması 15 dakikayı bulabileceği için</strong> sabırlı olmanızı rica ediyoruz.

source: Back to website
es: Volver al sitio web
it: Torna al sito web
pl: Powrót do strony internetowej
tr: Web sitesine dön

source: Woops.. that page doesn't seem to exist, or the link is broken.
es: ¡Vaya! Parece que la página no existe o el enlace no funciona.
it: Spiacenti. La pagina non esiste o il link è inaccessibile.
pl: Wygląda na to, że ta strona nie istnieje lub link jest uszkodzony.
tr: Maalesef, böyle bir sayfa yok ya da bağlantı bozuk.

source: Try returning to the homepage.
es: Prueba a volver a la página principal.
it: Prova a tornare alla home page.
pl: Spróbuj wrócić do strony głównej.
tr: Ana sayfaya dönmeyi deneyin.

source: Return to homepage
es: Volver a la página principal
it: Torna alla home page
pl: Powrót do strony głównej
tr: Ana sayfaya dön

source: Woops.. there was an internal server error.
es: Vaya... Se ha producido un error de servidor interno.
it: Spiacenti. Si è verificato un errore interno del server.
pl: Wystąpił wewnętrzny błąd serwera.
tr: Dahili sunucu hatası oluştu.

source: Andorra
pl: Andora

source: Bermuda
es: Bermudas
pl: Bermudy

source: Brunei Darussalam
es: Brunéi Darusalam
pl: Brunei

source: Cape Verde
es: Cabo Verde
it: Capo Verde
pl: Republika Zielonego Przylądka

source: El Salvador
pl: Salwador

source: Fiji
es: Fiyi
it: Figi
pl: Fidżi

source: Guatemala
pl: Gwatemala

source: Guernsey
pl: Wyspa Guernsey

source: Guyana
it: Guiana
pl: Gujana

source: Kenya
es: Kenia
pl: Kenia

source: Lesotho
es: Lesoto
pl: Lesoto

source: Libya
es: Libia
it: Libia
pl: Libia

source: Mayotte
pl: Majotta

source: Paraguay
pl: Paragwaj

source: Pitcairn
pl: Wyspy Pitcairn

source: Réunion
es: Reunión
it: Riunione
pl: Reunion

source: Tonga
pl: Wyspy Tonga

source: Uruguay
pl: Urugwaj

source: Viet Nam
pl: Wietnam

source: Yemen
pl: Jemen

source: Anguilla
es: Anguila

source: Benin
es: Benín

source: Curaçao
es: Curazao

source: Falkland Islands (Malvinas
es: Islas Malvinas (Islas Falkland)

source: Gabon
es: Gabón

source: Grenada
es: Granada

source: Haiti
es: Haití

source: Holy See (Vatican City State
es: Ciudad del Vaticano

source: Pakistan
es: Pakistán

source: Palau
es: Palaos

source: Panama
es: Panamá

source: Peru
es: Perú
it: Perù

source: Saint Barthélemy
es: San Bartolomé

source: Saint Lucia
es: Santa Lucía
it: Santa Lucia

source: Saint Martin (French part
es: San Martín (parte francesa)

source: Sierra Leone
es: Sierra Leona

source: Sint Maarten (Dutch part
es: San Martín (parte holandesa)

source: Sudan
es: Sudán

source: Reaching consumers is not enough. They demand assistive experiences – fast, frictionless and tailored to their specific needs. You need to deliver intuitive and effective experiences across all brand digital touchpoints, including your website, your app, ads and branded content.
es: Llegar a los clientes no es suficiente; esperan experiencias asistenciales, es decir, rápidas, personalizadas y sin complicaciones. Ofréceles experiencias intuitivas y eficaces en todos los puntos de contacto digitales de la marca, ya sea en el sitio web, la aplicación, los anuncios o el contenido de marca.

source: You use a variety of measurement methodologies as well as a custom attribution model. Results from frequent A/B testing are used to optimise campaigns when they're running. Evaluation of your marketing activities tends to be based on business outcomes.
es: Utilizas varias metodologías de medición y un modelo de atribución personalizado. Haces pruebas A/B con frecuencia y los resultados te sirven para optimizar las campañas al tiempo que se están publicando. En general, evalúas tus iniciativas de marketing basándote en los resultados del negocio.

source: You use a variety of measurement methodologies as well as a data-driven attribution model. Results from frequent A/B testing are used for optimisation across campaigns when they're running. Evaluation of your marketing activities tends to be based on business outcomes.
es: Utilizas varias metodologías de medición y un modelo de atribución basada en datos. Haces pruebas A/B con frecuencia y los resultados te sirven para optimizar las campañas al tiempo que se están publicando. En general, evalúas tus iniciativas de marketing basándote en los resultados del negocio.

source: You have tried user experience optimisation and personalisation of your website or app. Teams collaborate to build creatives but there's limited coordination across channels. You are using insights from analytics and results from A/B tests to improve creative effectiveness. Your messages are tailored to broad segments of your audience.
es: Has intentado optimizar y personalizar la experiencia de usuario de tu sitio web o aplicación. Los equipos diseñan las creatividades conjuntamente, pero hay poca coordinación entre los diferentes canales. Utilizas los datos de analíticas y los resultados de pruebas A/B para mejorar la eficacia de las creatividades. Tus mensajes están pensados para segmentos muy amplios de la audiencia.

source: You use 3rd party and 1st party data – including offline data – to target your campaigns, covering the full marketing funnel. You are using insights captured in 1 channel in another channel and you have segmented your audience based on advanced analytics or machine learning.
es: Utilizas datos propios y de terceros (incluidos datos offline) para segmentar las campañas y tus iniciativas abarcan el embudo de conversión de marketing entero. Usas los datos que has recogido de un canal en otro y has segmentado la audiencia basándote en analíticas avanzadas o usando aprendizaje automático.

source: You use extensive and well-maintained keyword lists. Your media buys use a variety of deal types across many ad formats and inventory sources – including TV or OOH – and they are optimised across channels. You invest resources in systems to ensure brand safety and ad viewability and to prevent ad fraud.
es: Tus listas de palabras clave son amplias y las tienes siempre actualizadas. Las compras de medios se basan en distintos tipos de acuerdos sobre diferentes formatos y las haces en diferentes fuentes de inventario (como televisión o publicidad exterior); además, están optimizadas en función del canal. Inviertes recursos en sistemas para controlar la seguridad de la marca y la visibilidad de los anuncios, así como para prevenir el fraude publicitario.

source: Your business is held back from siloed teams, with agencies working at arm's length. You have no fully dedicated resources, and no resources at all for certain marketing specialisms.
es: En tu empresa los equipos trabajan de forma aislada y no hay colaboración entre las agencias. No tienes ningún recurso con dedicación plena y, para algunos ámbitos de marketing específicos, no tienes recursos.

source: Build your teams' skills in web analytics
es: Amplía los conocimientos sobre analítica web de tu equipo

source: Create a single source of truth for marketing performance and establish a shared understanding of success metrics – across all device types and across all digital touchpoints.
es: Crea una sola referencia fiable de la que puedas extraer los resultados de marketing y define con claridad qué significa “buenos resultados“ en todos los tipos de dispositivo y en todos los puntos de contacto digitales.

source: Use dynamic feeds to test variations of your creative assets, for example, ad copy that depends on a user's location or the user's keyword. Aim to automate at least half of your creative optimisation decisions.
es: Utiliza feeds dinámicos para probar variaciones de los recursos de las creatividades, como, por ejemplo, texto que depende de la ubicación de cada usuario o las palabras clave que estos utilizan. Deberías automatizar al menos la mitad de las decisiones en las que te bases para optimizar las creatividades.

source: Stay close to new platform features that make setting up and managing campaigns more efficient, for example, start buying media on new channels or platforms to go through your Demand Side Platform (DSP) as soon as it's feasible. Leverage new features of platform APIs to automate more tasks in campaign setup, maintenance, reporting and optimisation.
es: Mantente al día de las nuevas funciones de plataformas que permiten configurar y gestionar las campañas con mayor eficacia. Por ejemplo, empieza a comprar medios en canales o plataformas nuevos para que puedan procesarse a través de la plataforma de demanda (DSP) en cuanto sea posible. Utiliza nuevas funciones de las API de las plataformas para automatizar más tareas relacionadas con la configuración, el mantenimiento, la creación de informes y la optimización de campañas.

source: 89%% of marketers say anticipating customer needs and providing helpful experiences along the consumer journey is critical to their brand’s growth.&nbsp;
es: Según el 89 %% de los profesionales del marketing, la clave del desarrollo de las marcas está en ofrecer experiencias útiles en el recorrido del cliente.&nbsp;

source: logo
es: logotipo

source: https://www.google.com/intl/en/policies/privacy/
it: https://www.google.com/intl/it/policies/privacy/

source: https://www.google.com/intl/en/policies/terms/
it: https://www.google.com/intl/it/policies/terms/

source: https://www.google.com/intl/en/about/
it: https://www.google.com/intl/it/about/

source: https://www.google.com/intl/en/about/products/
it: https://www.google.com/intl/it/about/products/

source: Levels of Digital Maturity
it: Livelli di maturità digitale

source: Enter the organization name
it: Inserisci il nome dell’organizzazione
