Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Add measurement methodologies to your suite of capabilities to optimise creative impact or the performance of individual channels. Increase the frequency of running tests and use the data to optimise campaigns.
es: Añade metodologías de medición a tu lista de funciones para optimizar el impacto de las creatividades o el rendimiento de determinados canales. Haz pruebas más a menudo y, con los resultados que obtengas, optimiza las campañas.
it: Aggiungi metodologie di misurazione alla tua gamma di funzionalità per ottimizzare l’impatto delle creatività o il rendimento di singoli canali. Aumenta la frequenza dei test e utilizza i dati per ottimizzare le campagne.
pl: Dodaj metodologie pomiarów do swojego zestawu funkcji, by zoptymalizować znaczenie kreacji lub skuteczność poszczególnych kanałów. Zwiększ częstotliwość uruchamiania testów i wykorzystaj dane do optymalizacji kampanii.
tr: Reklam öğesi etkisini veya bağımsız kanalların performansını optimize etmek için yetenekleriniz arasına ölçüm yöntemleri ekleyin. Kampanyaları optimize etmek için, test sıklığını artırın ve verilerden yararlanın.

source: Ask relevant people to take the beginner and advanced courses of the Analytics Academy.
es: Elige a las personas que deberían hacer el curso para principiantes y el curso avanzado de Analytics Academy, y pídeles que los hagan.
it: Chiedi al personale pertinente di seguire i corsi per principianti e di livello avanzato di Analytics Academy.
pl: Poproś odpowiednie osoby, by wzięły udział w kursach dla początkujących i dla zaawansowanych w Akademii Analytics.
tr: İlgili kişilerden Analytics Akademisi yeni başlayan ve ileri seviye kurslarını almalarını isteyin.

source: Consider signals that are specific to your business in your data-driven attribution model. Use metrics that show value beyond revenue, for example, profit or lifetime value.
es: En el modelo de atribución basada en datos que usas, ten en cuenta las señales específicas de tu negocio. Además, utiliza métricas que ofrezcan otros valores aparte de los ingresos, como, por ejemplo, los beneficios y el valor del tiempo de vida del cliente.
it: Prendi in considerazione indicatori specifici per la tua attività nel modello di attribuzione basato sui dati. Utilizza metriche che non si limitano a indicare il valore correlato alle entrate, ad esempio quelle sul profitto o sul lifetime value.
pl: Weź pod uwagę sygnały właściwe dla Twojej firmy w modelu atrybucji opartej na danych. Użyj danych, które pokazują wartość wychodzącą poza przychód, takich jak zysk lub wartość od początku śledzenia.
tr: Veriye dayalı ilişkilendirme modelinizde işletmenize özel sinyalleri göz önünde bulundurun. Gelirin ötesindeki değeri gösteren metrikler (ör. kâr veya yaşam boyu değer) kullanın.

source: Create a single source of truth for marketing performance which considers behaviour in digital and non-digital channels.
es: Crea una sola referencia fiable de la que puedas extraer los resultados de marketing y en la que se tenga en cuenta el comportamiento en canales, tanto digitales como convencionales.
it: Crea un’unica fonte di dati per il rendimento del marketing, che consideri il comportamento sui canali digitali e non.
pl: Utwórz jedno źródło zgodnych z rzeczywistością danych skuteczności marketingowej z uwzględnieniem zachowań w kanałach cyfrowych i niecyfrowych.
tr: Pazarlama performansına ilişkin, dijital ve dijital olmayan kanallardaki davranışı göz önünde bulunduran tek bir doğruluk kaynağı oluşturun.

source: Add measurement methodologies to your suite of capabilities to optimise all aspects of digital marketing, including budget allocation, creative impact or the performance of individual channels. Increase the frequency of running tests and use the data to optimise campaigns in real-time.
es: Añade metodologías de medición a tu lista de funciones para optimizar todos los aspectos del marketing digital, como la asignación de presupuesto, el impacto de las creatividades o el rendimiento de determinados canales. Haz pruebas más a menudo y, con los resultados que obtengas, optimiza las campañas en tiempo real.
it: Aggiungi metodologie di misurazione alla tua gamma di funzionalità per ottimizzare tutti gli aspetti del marketing digitale, inclusi l’allocazione del budget, l’impatto delle creatività o il rendimento di singoli canali. Aumenta la frequenza dei test e utilizza i dati per ottimizzare le campagne in tempo reale.
pl: Dodaj metodologie pomiarów do swojego zestawu funkcji, by zoptymalizować wszystkie aspekty marketingu cyfrowego, w tym alokację budżetu, znaczenie kreacji lub skuteczność poszczególnych kanałów. Zwiększ częstotliwość uruchamiania testów i wykorzystaj dane do optymalizacji kampanii w czasie rzeczywistym.
tr: Bütçe dağıtımı, reklam öğesi etkisi veya bağımsız kanalların performansı dahil olmak üzere dijital pazarlamanın tüm yönlerini optimize etmek için yetenekleriniz arasına ölçüm yöntemleri ekleyin. Kampanyaları gerçek zamanlı optimize etmek için, test sıklığını artırın ve verilerden yararlanın.

source: Ask relevant people to take the advanced courses of the Analytics Academy.
es: Elige a las personas que deberían hacer el curso avanzado de Analytics Academy, y pídeles que lo hagan.
it: Chiedi al personale pertinente di seguire i corsi di livello avanzato di Analytics Academy.
pl: Poproś odpowiednie osoby, by wzięły udział w kursach dla zaawansowanych w Akademii Analytics.
tr: İlgili kişilerden Analytics Akademisi ileri seviye kurslarını almalarını isteyin.

source: Continue to fine-tune your data-driven attribution model and leverage proprietary insights, data sources and machine learning capabilities. Determine the value of new user interactions, for example, a new feature in your app or added service provided in-store or through a call centre. Feed this value into your measurement models.
es: Sigue mejorando el modelo de atribución basada en datos y saca partido de la información privada, las fuentes de datos y las funciones de aprendizaje automático. Determina el valor de las interacciones que generan los usuarios nuevos, como, por ejemplo, con una función nueva en tu aplicación o la ampliación de servicios en las tiendas o el centro de llamadas. Incluye este valor en tus modelos de medición.
it: Continua a ottimizzare il tuo modello di attribuzione basato sui dati e sfrutta le informazioni proprietarie, le origini dati e le funzionalità di machine learning. Stabilisci il valore delle nuove interazioni degli utenti, ad esempio una nuova funzionalità nella tua app oppure un servizio aggiunto in negozio o tramite call center. Inserisci questo valore nei tuoi modelli di misurazione.
pl: Kontynuuj dopracowywanie modelu atrybucji opartej na danych i wykorzystuj zastrzeżone informacje, źródła danych i możliwości systemów uczących się. Określ wartość nowych interakcji z użytkownikiem, na przykład nowej funkcji w aplikacji lub dodanej usługi świadczonej w sklepie lub przez centrum telefoniczne. Wprowadź tę wartość do swoich modeli pomiarowych.
tr: Veriye dayalı ilişkilendirme modelinizde ince ayar yapmaya ve özel analizler, veri kaynakları ve makine öğrenimi olanaklarından yararlanmaya devam edin. Uygulamanızdaki yeni bir özellik veya mağazada ya da çağrı merkezi aracılığıyla sunulan ek hizmet gibi yeni kullanıcı etkileşimlerinin değerini belirleyin. Bu değeri ölçüm modellerinize dahil edin.

source: Add emerging campaign types or activities in new channels, such as a social media platform, to your single source of truth for marketing performance.
es: Añade nuevos tipos de campaña o actividades en canales nuevos (como, por ejemplo, una plataforma de redes sociales) a una fuente que elijas como referencia fiable de resultados de marketing.
it: Aggiungi attività o tipi di campagne emergenti nei nuovi canali, ad esempio una piattaforma di social media, alla tua unica fonte di dati per il rendimento del marketing.
pl: Dodaj nowe typy kampanii lub działania w nowych kanałach, takich jak platforma mediów społecznościowych, do swojego źródła zgodnych z rzeczywistością danych skuteczności marketingowej.
tr: Yeni çıkan kampanya türlerini veya sosyal medya platformu gibi yeni kanallardaki etkinlikleri pazarlama performansına ilişkin tek doğruluk kaynağınıza ekleyin.

source: Establish and iterate on a robust and shared process for your different measurement methodologies to optimise all aspects of digital marketing, including budget allocation, creative impact or the performance of individual channels.
es: Define un proceso eficaz que se adapte a las diferentes metodologías de medición para optimizar todos los aspectos del marketing digital, como la asignación de presupuesto, el impacto de las creatividades o el rendimiento de determinados canales. Te recomendamos que, además, lo vayas mejorando.
it: Definisci e utilizza regolarmente un processo potente e condiviso per le diverse metodologie di misurazione in modo da ottimizzare tutti gli aspetti del marketing digitale, inclusi l’allocazione del budget, l’impatto delle creatività o il rendimento di singoli canali.
pl: Utwórz i stale wykorzystuj solidny, wspólny proces dla różnych metodologii pomiarowych, by zoptymalizować wszystkie aspekty marketingu cyfrowego, w tym alokację budżetu, znaczenie kreacji i skuteczność poszczególnych kanałów.
tr: Bütçe dağıtımı, reklam öğesi etkisi veya bağımsız kanalların performansı dahil olmak üzere dijital pazarlamanın tüm yönlerini optimize etmek üzere farklı ölçüm yöntemleriniz için tekrar tekrar kullanacağınız sağlam ve ortak bir süreç belirleyin.

source: Make ads more relevant for different types of users
es: Crea anuncios más relevantes para distintos tipos de usuarios
it: Crea annunci più pertinenti per tipi di utenti diversi
pl: Tworzenie trafniejszych reklam dla różnych typów użytkowników
tr: Reklamları, farklı kullanıcı türleri için daha alakalı hale getirin

source: Segment your users into different audiences, for example, new users and existing customers. Create ads that align with their respective expectations.
es: Segmenta a tus usuarios y clasifícalos por audiencias, por ejemplo, usuarios nuevos y clientes que ya tienes. Luego crea anuncios que se adapten a sus expectativas.
it: Suddividi i tuoi utenti in segmenti di pubblico diversi, ad esempio nuovi utenti e clienti esistenti. Crea annunci in linea con le loro rispettive aspettative.
pl: Podziel użytkowników na grupy odbiorców, na przykład nowych użytkowników i obecnych klientów. Twórz reklamy zgodne z ich oczekiwaniami.
tr: Kullanıcıları yeni kullanıcılar ve mevcut müşteriler gibi farklı kitlelere ayırın. Bu kitlelerin özel beklentileriyle uyumlu reklamlar oluşturun.

source: Tailor the user experience of your assets
es: Adapta la experiencia de usuario que ofrecen tus recursos
it: Personalizza l’esperienza utente dei tuoi asset
pl: Dostosuj wrażenia użytkowników swoich zasobów
tr: Öğelerin kullanıcı deneyimini özelleştirin

source: Tailor your website or app to the expectations of different audiences, for example, existing customer may benefit from more specific information whereas new users may need a broader picture.
es: Modifica tu sitio web o tu aplicación según las expectativas de las diferentes audiencias; por ejemplo, es posible que tus clientes necesiten información más específica, y los usuarios nuevos, datos más genéricos.
it: Adatta il sito web o l’app alle aspettative dei diversi segmenti di pubblico; ad esempio, un cliente esistente potrebbe apprezzare informazioni più specifiche, mentre i nuovi utenti potrebbero aver bisogno di una panoramica più ampia.
pl: Dostosuj swoją stronę internetową lub aplikację do oczekiwań różnych odbiorców. Na przykład istniejący klient może skorzystać z bardziej szczegółowych informacji, podczas gdy nowi użytkownicy mogą potrzebować bardziej ogólnego podejścia.
tr: Web sitesi veya uygulamanızı farklı kitlelerin beklentilerine uygun hale getirin. Örneğin, mevcut müşteriler özel bilgilerden faydalanırken yeni kullanıcılar daha genel açıklamalara ihtiyaç duyabilir.

source: Start using technology
es: Empieza a usar la tecnología
it: Inizia a utilizzare la tecnologia
pl: Zacznij korzystać z technologii
tr: Teknolojiden yararlanmaya başlayın

source: Use web analytics tools and A/B testing tools to continually improve the performance of your assets.
es: Utiliza herramientas de analítica web y de pruebas A/B para mejorar constantemente el rendimiento de tus recursos.
it: Utilizza strumenti di analisi dei dati web e per i test A/B per migliorare continuamente il rendimento dei tuoi asset.
pl: Korzystaj z analityki internetowej i narzędzi do przeprowadzania testów A/B, by stale poprawiać skuteczność swoich zasobów.
tr: Öğelerinizin performansını sürekli olarak artırmak için web analizi ve A/B testi araçlarından yararlanın.

source: Improve the speed of your mobile assets
es: Aumenta la velocidad de tus recursos para móviles
it: Migliora la velocità dei tuoi asset per dispositivi mobili
pl: Zwiększenie szybkości działania zasobów mobilnych
tr: Mobil öğelerinizin hızını artırın

source: Take the mobile speed test and get recommendations to implement right away.
es: Haz la prueba de velocidad para móviles y aplica al instante las recomendaciones que se deduzcan de los resultados.
it: Esegui il test di velocità sui dispositivi mobili e ricevi consigli da implementare subito.
pl: Przeprowadź test szybkości strony mobilnej i sprawdź rekomendacje do natychmiastowej implementacji.
tr: Mobil hız testine katılın ve hemen uygulayabileceğiniz öneriler alın.

source: Mobile speed test
es: Prueba de velocidad para móviles
it: Test di velocità sui dispositivi mobili
pl: Test szybkości strony mobilnej
tr: Mobil hız testi

source: Remove friction from the user experience of your mobile assets
es: Mejora la experiencia de usuario que ofrecen tus recursos para móviles
it: Rendi più fluida l’esperienza utente degli asset per dispositivi mobili
pl: Poprawa wrażeń użytkowników zasobów mobilnych
tr: Mobil öğelerinizin sunduğu kullanıcı deneyimini sorunsuz hale getirin

source: Consider these best practices and implement them.
es: Examina estas prácticas recomendadas e impleméntalas.
it: Prendi in considerazione queste best practice e implementale.
pl: Poznaj te sprawdzone metody i zastosuj je.
tr: Bu en iyi uygulamaları değerlendirin ve uygulayın.

source: Mobile UX best practices
es: Prácticas recomendadas sobre la experiencia de usuario en móviles
it: Best practice per l’esperienza utente sui dispositivi mobili
pl: Sprawdzone metody dotyczące wrażeń użytkowników mobilnych
tr: Mobil kullanıcı deneyimiyle ilgili en iyi uygulamalar

source: Connect different teams of your company
es: Conecta los diferentes equipos de tu empresa
it: Metti in contatto team diversi della tua azienda
pl: Komunikacja różnych zespołów w firmie
tr: Şirketinizdeki farklı ekipler arasında bağlantı kurun

source: Foster collaboration between different marketing teams that are responsible for creating your creatives, for example, digital and non-digital teams, media and creative teams. Encourage them to work together and share best practices.
es: Fomenta la colaboración entre los diferentes equipos de marketing que se encargan de diseñar las creatividades, como, por ejemplo, el equipo especializado en canales digitales y el equipo de canales convencionales o bien el equipo de medios y el de creatividades. Propón que trabajen conjuntamente y que sigan las mismas prácticas recomendadas.
it: Favorisci la collaborazione tra team di marketing diversi che si occupano di realizzare le creatività, ad esempio i team dedicati al digitale e agli altri canali, i team addetti ai media e alle creatività. Incoraggiali a lavorare insieme e a condividere le best practice.
pl: Wspieraj współpracę między różnymi zespołami marketingowymi odpowiedzialnymi za tworzenie kreacji, na przykład zespołami cyfrowymi i niecyfrowymi, zespołami ds. mediów i zespołami kreatywnymi. Zachęcaj pracowników do współpracy i dzielenia się sprawdzonymi metodami.
tr: Reklam öğelerinizi oluşturmaktan sorumlu olan farklı pazarlama ekipleri (ör. dijital ve dijital olmayan ekipler, medya ekipleri ve kreatif ekipler) arasında iş birliği sağlayın. Ekipleri birlikte çalışmaya ve en iyi uygulamaları birbirleriyle paylaşmaya teşvik edin.

source: Improve the relevance of your ads for different types of users
es: Mejora la relevancia de los anuncios según el tipo de usuario
it: Migliora la pertinenza degli annunci per tipi di utenti diversi
pl: Zwiększenie trafności reklam dla różnych typów użytkowników
tr: Reklamlarınızı farklı kullanıcı türleri için daha alakalı hale getirin

source: Refine the segmentation of your users into different audiences and create ads that match their characteristics.
es: Acota la segmentación de tus usuarios y clasifícalos por audiencias. Luego, crea anuncios adaptados a sus características.
it: Perfeziona la suddivisione degli utenti in segmenti di pubblico diversi e crea annunci in linea con le loro caratteristiche.
pl: Dopracuj segmentację użytkowników na różne grupy odbiorców i twórz reklamy odpowiadające ich cechom.
tr: Kullanıcı segmentlerinizi farklı kitleler halinde ayrıntılandırın ve kitlelerinizin özelliklerine uygun reklamlar oluşturun.

source: Expand tailoring your website beyond basic personalisation, for example, create tailored experiences for more of your audience segments or use real-time predictive modelling to suggest products.
es: Aparte de personalizar los aspectos más básicos de tu sitio web, crea experiencias que se adapten a un mayor número de segmentos de tu audiencia o utiliza modelos predictivos en tiempo real para sugerir productos.
it: Non limitarti a una personalizzazione di base del tuo sito web. Ad esempio, crea esperienze personalizzate per più segmenti di pubblico o utilizza i modelli predittivi in tempo reale per suggerire i prodotti.
pl: Dostosuj swoją stronę z wykorzystaniem bardziej zaawansowanych metod niż podstawowa personalizacja. Na przykład twórz projekty dopasowane do większej liczby segmentów odbiorców lub wykorzystuj modelowanie predykcyjne w czasie rzeczywistym, by sugerować produkty.
tr: Web sitenizi temel kişiselleştirmenin ötesinde özelleştirin. Örneğin, daha fazla kitle segmentiniz için özelleştirilmiş deneyimler oluşturun veya ürün önerileri almak üzere gerçek zamanlı tahmine dayalı modellemeyi kullanın.

source: Expand your creative testing capabilities
es: Amplía las funciones para probar creatividades
it: Amplia le tue funzionalità di prova delle creatività
pl: Rozwijanie możliwości testowania kreacji
tr: Reklam öğesi test etme yeteneklerinizi genişletin

source: Add more methods such as multivariate tests or consumer surveys to your testing suite.
es: Añade otros métodos al conjunto de pruebas que ya usas, como pruebas multivariantes o encuestas a consumidores.
it: Aggiungi altri metodi alla tua gamma di test, come gli esperimenti multivariati o i sondaggi sui consumatori.
pl: Dodaj więcej metod, takich jak testy wielowymiarowe lub ankiety konsumenckie, do swojego pakietu testowego.
tr: Test araç setinize çok değişkenli testler veya tüketici anketleri gibi daha fazla yöntem ekleyin.

source: Consider these best practices and implement those where you still have gaps.
es: Examina estas prácticas recomendadas e impleméntalas en las áreas en las que todavía haya algún problema.
it: Prendi in considerazione queste best practice e implementale dove riscontri ancora carenze.
pl: Przeanalizuj sprawdzone metody i zastosuj te, które pomogą Ci wypełnić luki.
tr: Bu en iyi uygulamaları değerlendirin ve açıklarınızın olduğu noktalarla ilgili olanları uygulayın.

source: Improve collaboration of teams that are responsible for creatives
es: Fomenta la colaboración entre los equipos encargados de diseñar las creatividades
it: Migliora la collaborazione tra i team responsabili delle creatività
pl: Lepsza współpraca zespołów odpowiedzialnych za kreacje
tr: Reklam öğelerinden sorumlu ekipler arasındaki iş birliğini geliştirin

source: Consider establishing timelines that are shared between media and creative teams. Explore using the same toolset, for example, for managing creative projects. Encourage best practice sharing across these teams.
es: Prueba a definir las mismas cronologías para los equipos de medios y de creatividades. Prueba también a usar las mismas herramientas, por ejemplo, para gestionar proyectos creativos. Anima a los equipos a que compartan las prácticas recomendadas.
it: Valuta la possibilità di definire delle tempistiche da condividere tra i team addetti ai media e quelli responsabili delle creatività. Prova a utilizzare lo stesso set di strumenti, ad esempio per gestire i progetti creativi. Incoraggia la condivisione delle best practice tra questi team.
pl: Rozważ ustalenie wspólnej osi czasu dla zespołów ds. mediów i zespołów kreatywnych. Przeglądaj dane za pomocą tego samego zestawu narzędzi, na przykład narzędzi do zarządzania projektami kreacji. Zachęcaj pracowników tych zespołów do dzielenia się sprawdzonymi metodami.
tr: Medya ekipleri ve kreatif ekipler arasında ortak zaman çizelgeleri belirlemeyi düşünün. Örneğin, kreatif projeleri yönetmek için aynı araç setinden yararlanarak araştırma yapın. Bu ekipler arasında en iyi uygulama paylaşımını teşvik edin.

source: Use additional data signals such as time of day or user location in your audience segmentation to create ads that are even more relevant.
es: Utiliza más señales de datos al segmentar la audiencia, como la hora del día o la ubicación de los usuarios para, de esta manera, crear anuncios mucho más relevantes.
it: Utilizza indicatori di dati aggiuntivi come l’ora del giorno o la località dell’utente nella segmentazione del pubblico per creare annunci ancora più pertinenti.
pl: Użyj dodatkowych sygnałów danych, takich jak pora dnia lub lokalizacja użytkownika, podczas segmentacji odbiorców, by tworzyć jeszcze trafniejsze reklamy.
tr: Alaka düzeyi daha da yüksek reklamlar oluşturmak için, kitlelerinizi segmentlere ayırırken günün saati veya kullanıcı konumu gibi ek veri sinyallerinden yararlanın.

source: Expand tailoring your website to include data signals from internal systems like your CRM or loyalty programme.
es: Personaliza más aspectos de tu sitio web e incluye señales de datos de sistemas internos, como tu CRM o tu programa de fidelización.
it: Amplia la personalizzazione del tuo sito web in modo da includere gli indicatori di dati di sistemi interni come il CRM o il programma fedeltà.
pl: Rozszerz dostosowanie swojej witryny do sygnałów danych z systemów wewnętrznych, takich jak system CRM lub program lojalnościowy.
tr: Web sitenizi özelleştirmeyi CRM veya bağlılık programınız gibi dahili sistemlerden gelen veri sinyallerini içerecek şekilde genişletin.

source: Maximise the impact of your creative tests
es: Aprovecha al máximo los resultados de las pruebas de las creatividades
it: Massimizza l’impatto dei test delle creatività
pl: Maksymalizacja znaczenia testów kreacji
tr: Reklam öğesi testlerinizin etkisini en üst düzeye çıkarın
