Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Wholesale trade
es: Comercio mayorista
it: Commercio all’ingrosso
pl: Sprzedaż hurtowa
tr: Toptan ticaret

source: Your results are ready!
es: ¡Ya tenemos los resultados!
it: I risultati sono pronti!
pl: Twoje wyniki są już gotowe.
tr: Sonuçlarınız hazır.

source: Country
es: País
it: Paese
pl: Kraj
tr: Ülke

source: Industry
es: Sector
it: Settore
pl: Branża
tr: Sektör

source: We've finished analysing your survey responses to find out where you can improve your marketing strategy.
es: Hemos analizado las respuestas de la encuesta para detectar qué aspectos de tu estrategia de marketing puedes mejorar.
it: Abbiamo completato l’analisi delle tue risposte al sondaggio per capire come puoi migliorare la tua strategia di marketing.
pl: Zakończyliśmy analizę odpowiedzi na ankietę, której celem było znalezienie sposobów na poprawę strategii marketingowej.
tr: Pazarlama stratejinizin hangi yönlerinde iyileştirmeler yapabileceğinizi öğrenmek için anket yanıtlarınızı analiz etmeyi bitirdik.

source: Click the button below to access your digital maturity report and see the results of your survey.
es: Haz clic en el siguiente botón para acceder al informe sobre el nivel de desarrollo digital de tu empresa y ver los resultados de la encuesta.
it: Fai clic sul pulsante qui sotto per accedere al rapporto sulla maturità digitale e scoprire i risultati del sondaggio.
pl: Kliknij poniższy przycisk, by uzyskać dostęp do swojego raportu o dojrzałości cyfrowej i zobaczyć wyniki ankiety.
tr: Dijital olgunluk raporunuza erişmek ve anketinizin sonuçlarını görmek için aşağıdaki düğmeyi tıklayın.

source: Access your report
es: Accede a tu informe
it: Accedi al rapporto
pl: Uzyskaj dostęp do raportu
tr: Raporunuza erişin

source: Connect with Google
es: Conéctate con Google
it: Entra in contatto con Google
pl: Kontakt z Google
tr: Google ile bağlantı kurun

source: You received this email because you completed a Google Digital Maturity Benchmark survey. If this was not you, please ignore this email.
es: Has recibido este correo electrónico porque has respondido a una encuesta de Google Digital Maturity Benchmark. Si no es así, ignóralo.
it: Ti abbiamo inviato questa email perché hai completato un sondaggio Digital Maturity Benchmark di Google. Se l’hai ricevuta per sbaglio, ignorala.
pl: Otrzymujesz tego e-maila w związku z wypełnieniem ankiety Test dojrzałości cyfrowej Google. Jeśli to pomyłka, zignoruj tę wiadomość.
tr: Bu e-posta, Google Digital Maturity Benchmark anketine katıldığınız için gönderilmiştir. Katılan siz değilseniz lütfen bu e-postayı yoksayın.

source: We've finished analyzing your survey responses to find out where you can improve your marketing strategy. Here's the link to access your report:
es: Hemos analizado las respuestas de la encuesta para detectar qué aspectos de tu estrategia de marketing puedes mejorar. Puedes consultar el informe en el siguiente enlace:
it: Abbiamo completato l’analisi delle tue risposte al sondaggio per scoprire come puoi migliorare la tua strategia di marketing. Ecco il link per accedere al tuo rapporto:
pl: Zakończyliśmy analizę odpowiedzi na ankietę, której celem było znalezienie sposobów na poprawę strategii marketingowej. Raport jest dostępny tutaj:
tr: Pazarlama stratejinizin hangi yönlerinde iyileştirmeler yapabileceğinizi öğrenmek için anket yanıtlarınızı analiz etmeyi bitirdik. Raporunuza şu bağlantıdan erişebilirsiniz:

source: Response is ready!
es: ¡Las respuestas están listas!
it: La risposta è pronta!
pl: Odpowiedź jest gotowa.
tr: Yanıt hazır.

source: Your roadmap to digital marketing maturity
es: El camino hacia un marketing digital bien desarrollado
it: La tua roadmap per raggiungere la maturità del marketing digitale
pl: Twój plan rozwoju dojrzałości marketingu internetowego
tr: Dijital pazarlamada olgunluk için yol haritanız

source: The <strong>%(prod_name)s</strong> is a diagnostic tool developed based on our in-depth research with BCG.
es: <strong>%(prod_name)s</strong> es una herramienta de diagnóstico que hemos desarrollado a partir de un estudio exhaustivo elaborado en colaboración con BCG.
it: <strong>%(prod_name)s</strong> è uno strumento di diagnostica sviluppato in base alla ricerca approfondita condotta assieme a BCG.
pl: <strong>%(prod_name)s</strong> to narzędzie diagnostyczne opracowane w oparciu o nasze dogłębne analizy przeprowadzone we współpracy z firmą BCG.
tr: <strong>%(prod_name)s</strong>, BCG ile yürüttüğümüz kapsamlı çalışmaya dayalı olarak geliştirdiğimiz bir teşhis aracıdır.

source: Never miss a moment to connect with customers
es: Aprovecha cualquier momento para conectar con los clientes
it: Sfrutta ogni momento per raggiungere i clienti
pl: Nigdy nie przegap chwili, w której możesz dotrzeć do klientów
tr: Müşterilerle bağlantı kurmak için hiçbir fırsatı kaçırmayın

source: See how your data-driven marketing measures up, and discover your roadmap to digital maturity.
es: Averigua qué nivel de desarrollo del marketing basado en datos tiene tu empresa y descubre qué puedes hacer para alcanzar el máximo potencial.
it: Guarda i risultati del tuo marketing basato sui dati e scopri la roadmap per raggiungere la maturità digitale.
pl: Zobacz, jak sprawdza się Twój marketing oparty na danych, i odkryj plan rozwoju dojrzałości cyfrowej.
tr: Veriye dayalı pazarlamanızın durumunu öğrenin ve dijital olgunluk yol haritanızı keşfedin.

source: How it works
es: Cómo funciona
it: Come funziona
pl: Jak to działa
tr: İşleyiş şekli

source: Benchmark which stage your organisation is at on our digital maturity scale.
es: Compara el nivel de desarrollo digital de tu organización con el de otras empresas.
it: Scopri in quale fase si trova la tua organizzazione sulla nostra scala della maturità digitale.
pl: Sprawdź, na jakim etapie znajduje się Twoja firma na skali cyfrowej dojrzałości.
tr: Organizasyonunuzun dijital olgunluk ölçeğimizin hangi kademesinde olduğunu ölçün.

source: Businesses at this stage work on a campaign-by-campaign basis, using external data and direct buys with limited link to sales.
es: En esta fase, las empresas adoptan una estrategia de marketing distinta en cada campaña, y se centran en datos externos y compras directas que muestran una relación limitada con las ventas.
pl: Firmy na tym etapie pracują na zasadzie z kampanii na kampanię, korzystając z danych zewnętrznych i bezpośrednich zakupów z ograniczonymi powiązaniami ze sprzedażą.
tr: Bu kademedeki işletmeler kampanya bazında faaliyet gösteren işletmelerdir. Harici veriler ile doğrudan satın almalardan yararlanırlar ve satış bağlantıları sınırlıdır.

source: In these businesses, there is some use of owned data in automated buying, with single-channel optimisation and testing.
es: Estas empresas utilizan algunos datos propios en compras automatizadas, y optimizan y hacen pruebas en un solo canal.
pl: W tych firmach wykorzystuje się dane własne w automatycznych zakupach z jednokanałową optymalizacją i testowaniem.
tr: Bu işletmelerde, sahip olunan verilerin bir kısmının otomatik satın almada tek kanallı optimizasyon ve test ile kullanımı söz konusudur.

source: By now, data is integrated and activated across channels with a demonstrated link to ROI or sales proxies.
es: En este nivel de desarrollo, los datos están integrados y activados en varios canales que muestran una relación directa con el retorno de inversión y las acciones que conducen a las compras.
pl: Do tej pory dane są zintegrowane i aktywowane w różnych kanałach powiązanych z ROI lub pełnomocnictwami sprzedaży.
tr: Şu an itibarıyla veriler YG veya satış bağlantısı olduğu kanıtlanmış farklı kanallarda entegre ediliyor ve etkinleştiriliyor.

source: At this stage, businesses have dynamic execution optimised towards a single-customer view across channels.
es: En esta fase, las empresas han optimizado la ejecución dinámica de campañas y pueden ofrecer experiencias personalizadas a los clientes en varios canales.
pl: Na tym etapie firmy dynamicznie realizują zadania zoptymalizowane pod kątem wyników poszczególnych klientów w różnych kanałach.
tr: Bu kademede, işletmeler kanallar arasında tek müşteri görünümü için optimize edilmiş dinamik yürütmeye sahiptir.

source: The tool analyses where your business sits on the path to full data-driven marketing and attribution. Then, it generates a personalised, consultative, interactive report. This benchmarks your organisation against others in your industry and makes both strategic and tactical recommendations to help you level up.
es: La herramienta analiza dónde se encuentra tu empresa en el camino hacia la atribución y el marketing basados en datos. Además, genera un informe personalizado e interactivo con el correspondiente asesoramiento, en el que se compara tu organización con otras empresas del sector y se incluyen recomendaciones de estrategias y tácticas que te ayudarán a mejorar.
it: Lo strumento analizza innanzitutto la posizione della tua attività lungo il percorso verso il marketing e l’attribuzione completamente basati sui dati, poi genera un rapporto personalizzato e interattivo che puoi consultare. Il rapporto mostra il benchmarking della tua organizzazione rispetto ad altre nel tuo settore e fornisce consigli strategici e tattici per aiutarti a raggiungere il loro livello.
pl: Narzędzie analizuje, na jakim etapie wdrożenia marketingu i atrybucji opartych na danych znajduje się Twoja firma. Następnie generuje spersonalizowany, pomocny, interaktywny raport. Ten test porównuje Twoją organizację z innymi organizacjami z Twojej branży i przedstawia strategiczne i taktyczne rekomendacje, które pomogą Ci poprawić wyniki.
tr: Araç, işletmenizin tam veriye dayalı pazarlama ve ilişkilendirme yolundaki konumunu analiz eder. Ardından, kişiselleştirilmiş, danışmanlık amaçlı ve etkileşimli bir rapor üretir. Bu raporda, işletmeniz sektörünüzdeki diğer organizasyonlarla karşılaştırılır. Ayrıca, olgunluk düzeyinizin yükselmesini sağlayacak stratejik ve taktik öneriler sunulur.

source: Everyday there are hundreds of chances to engage with customers digitally
es: Todos los días tienes cientos de oportunidades para conectar con los clientes a través del canal digital
it: Ogni giorno sono centinaia le opportunità di interagire con i clienti sui canali digitali
pl: Każdego dnia pojawiają się liczne możliwości dotarcia do klientów za pomocą kanałów cyfrowych
tr: Her gün müşterilerle dijital olarak etkileşimde bulunmak için yüzlerce fırsat doğar

source: But research into data-driven marketing maturity by Boston Consulting Group (BCG) finds only 2%% of businesses use insights and technology to create useful, relevant experiences at multiple moments across the purchase journey.
es: Sin embargo, según un estudio realizado por Boston Consulting Group (BCG) sobre el nivel de desarrollo del marketing basado en datos, solo el 2 %% de las empresas utilizan datos y tecnología para crear experiencias útiles y relevantes en varios momentos del recorrido de compra.
it: Ma una ricerca condotta dal Boston Consulting Group (BCG) sul livello di maturità del marketing basato sui dati ha rivelato che solo il 2%% delle aziende utilizza le informazioni e la tecnologia disponibili per creare esperienze utili e pertinenti nei vari momenti del percorso di acquisto.
pl: Jednak badania nad dojrzałością marketingu opartego na danych przeprowadzane przez Boston Consulting Group (BCG) wskazują, że tylko 2%% firm korzysta z wiedzy i technologii do tworzenia przydatnych, istotnych wrażeń na różnych etapach ścieżki zakupowej.
tr: Ancak, Boston Consulting Group (BCG) tarafından veriye dayalı pazarlamada olgunlukla ilgili olarak yürütülen çalışma, işletmelerin sadece %%2'sinin satın alma yolculuğunda birden fazla anda faydalı ve alakalı deneyimler oluşturmak için analizler ve teknolojiden yararlandığını ortaya koymuştur.

source: Use the insights from your report to identify how to drive your organisation to the next level, and work with others in your company and your partners to achieve this.
es: Averigua cómo puedes mejorar tu organización con los datos del informe, y trabaja con otras personas de la empresa y tus partners para conseguirlo.
it: Utilizza le informazioni del tuo rapporto per capire come far passare la tua organizzazione al livello successivo e collabora con altri nella tua azienda e con i tuoi partner per raggiungere questo obiettivo.
pl: Wykorzystaj dane z raportu, by określić, jak przenieść swoją organizację na następny poziom, i współpracuj z innymi pracownikami firmy i partnerami, by to osiągnąć.
tr: Organizasyonunuzu bir sonraki düzeye nasıl taşıyacağınızı öğrenmek için, raporunuzdaki bilgilerden yararlanın ve şirketinizdeki diğer kişiler ve iş ortaklarınızla iş birliği yapın.

source: devices running the tool
es: dispositivos que usan la herramienta
it: dispositivi che eseguono lo strumento
pl: urządzenia obsługujące narzędzie
tr: aracı çalıştıran cihazlar

source: laptop screen demo
es: demostración en un portátil
it: demo sullo schermo di un laptop
pl: przykładowy widok testu na ekranie laptopa
tr: dizüstü ekran demosu

source: These businesses have a sustainable competitive advantage
es: Estas empresas cuentan con ventajas competitivas sostenibles
it: Queste aziende hanno un vantaggio competitivo sostenibile
pl: Firmy te zyskują trwałą przewagę konkurencyjną
tr: Bu işletmeler sürdürülebilir rekabet avantajına sahiptir

source: Companies leading the way in multi-moment marketing see 30%% cost efficiency savings and a 20%% increase in revenue.
es: Las empresas que dominan el marketing multimomento aumentan la rentabilidad un 30 %%, y los ingresos, un 20 %%.
it: Le aziende che adottano con successo strategie di marketing multi-momento osservano il 30%% di risparmio sui costi e il 20%% di aumento delle entrate.
pl: Firmy będące liderami rynku w marketingu wielopoziomowym notują 30%% spadek kosztów i 20%% wzrost przychodów.
tr: Çoklu an pazarlamasında başı çeken şirketler, %%30 maliyet verimliliği ve %%20 gelir artışı elde etmektedir.

source: Find out more
es: Más información
it: Scopri di più
pl: Więcej informacji
tr: Daha fazla bilgi

source: image of person using the app on a mobile
es: imagen de una persona usando la aplicación en un dispositivo móvil
it: immagine di una persona che utilizza l’app su un dispositivo mobile
pl: obraz osoby korzystającej z aplikacji na komórce
tr: uygulamayı mobil cihazda kullanan kişinin resmi

source: Dig deeper into how your organisation performs across the 6 dimensions of digital marketing efficiency and profitability.
es: Analiza en profundidad los resultados de tu organización en las seis áreas de eficiencia y rentabilidad del marketing digital.
it: Esamina a fondo i risultatati della tua organizzazione nelle sei dimensioni dell’efficienza e della redditività del marketing digitale.
pl: Przyjrzyj się dokładniej temu, jak Twoja organizacja działa w sześciu wymiarach skuteczności i rentowności marketingu internetowego.
tr: Organizasyonunuzun dijital pazarlamada verimlilik ve kârlılığın 6 boyutunda nasıl performans gösterdiğine ilişkin ayrıntılı bilgi edinin.

source: organization dimension logo
es: logotipo de dimensión de organización
it: logo della dimensione organizzazione
pl: ikona wymiaru organizacji
tr: organizasyon boyut logosu

source: Improve decision-making and results by working collaboratively across teams and with specialised partners
es: Mejora el proceso de toma de decisiones y los resultados con equipos y partners especializados que colaboran entre ellos.
it: Migliora il processo decisionale e i risultati collaborando con i team e con partner specializzati
pl: Usprawnienie procesu podejmowania decyzji i poprawa wyników dzięki współpracy z różnymi zespołami i partnerami specjalizacyjnymi
tr: Ekipler genelinde ve uzman iş ortaklarıyla birlikte hareket ederek karar almayı ve sonuçları iyileştirin

source: attribution dimension logo
es: logotipo de dimensión de atribución
it: logo della dimensione attribuzione
pl: ikona wymiaru atrybucji
tr: ilişkilendirme boyut logosu

source: Accurately measure and value customer touchpoints
es: Mide y valora con precisión los puntos de contacto de los clientes.
it: Misura accuratamente i touchpoint del cliente e determinane il giusto valore
pl: Dokładny pomiar i wycena punktów styczności z klientem
tr: Müşteri temas noktalarını doğru bir şekilde ölçün ve değerlendirin

source: assets and ads dimension logo
es: logotipo de dimensión de recursos y anuncios
it: logo della dimensione annunci e asset
pl: ikona wymiaru zasobów i reklam
tr: öğeler ve reklamlar boyut logosu

source: Deliver attention-driving, intuitive experiences across digital touchpoints
es: Ofrece experiencias intuitivas y atractivas en los puntos de contacto digitales.
it: Offri esperienze intuitive e accattivanti in tutti i touchpoint digitali
pl: Zapewnianie intuicyjnych wrażeń we wszystkich cyfrowych punktach kontaktu
tr: Dijital temas noktalarında ilgi çekici ve sezgisel deneyimler sunun

source: audience dimension logo
es: logotipo de dimensión de audiencia
it: logo della dimensione pubblico
pl: ikona wymiaru odbiorcy
tr: kitle boyut logosu

source: Organise data to identify, understand and influence the most valuable audiences throughout the sales funnel
es: Organiza los datos para identificar y entender las audiencias más valiosas e influir en ellas en todo el embudo de conversión de ventas.
it: Organizza i dati in modo da identificare, comprendere e influenzare i segmenti di pubblico di maggior valore nell’intera canalizzazione di vendita
pl: Organizacja danych, by identyfikować najbardziej wartościowych odbiorców w całej ścieżce sprzedaży, analizować ich dane i wpływać na nich
tr: Satış dönüşüm hunisi boyunca en değerli kitleleri belirlemek, anlamak ve etkilemek için verileri organize edin

source: access dimension logo
es: logotipo de dimensión de acceso
it: logo della dimensione accesso
pl: ikona wymiaru dostępu
tr: erişim boyut logosu

source: Efficiently reach your identified audiences across all ad inventory types and channels, with the right levels of control
es: Identifica tus audiencias y llega a ellas de una manera eficaz a través de todos los canales y tipos de inventario publicitario, con los niveles de control adecuados.
it: Raggiungi efficacemente i segmenti di pubblico identificati su tutti i canali e i tipi di inventario pubblicitario, con livelli di controllo appropriati
pl: Skuteczne docieranie do zidentyfikowanych odbiorców we wszystkich typach zasobów reklamowych i kanałach przy odpowiednim poziomie kontroli
tr: Doğru denetim seviyeleriyle, belirlediğiniz kitlelere tüm reklam envanter türlerinde ve kanallarda verimli bir şekilde ulaşın

source: automation dimension logo
es: logotipo de dimensión de automatización
it: logo della dimensione automazione
pl: ikona wymiaru automatyzacji
tr: otomasyon boyut logosu

source: Optimise marketing operations to drive profitability and growth
es: Optimiza las operaciones de marketing para generar rentabilidad y crecimiento.
it: Ottimizza le operazioni di marketing per generare redditività e crescita
pl: Optymalizacja działań marketingowych, by zwiększyć rentowność i wzrost
tr: Kârlılık ve büyüme sağlamak için pazarlama operasyonlarını optimize edin

source: In partnership with
es: En colaboración con
it: In collaborazione con
pl: We współpracy z
tr: İş ortağı:

source: Why digital maturity matters
es: La importancia del desarrollo digital
it: Perché la maturità digitale è importante
pl: Dlaczego dojrzałość cyfrowa jest ważna
tr: Dijital olgunluk neden önemli?

source: Start the assessment now
es: Empezar la evaluación ahora
it: Inizia il test ora
pl: Rozpocznij test
tr: Değerlendirmeyi hemen başlatın

source: This in-depth assessment takes around 30 minutes to complete.
es: Esta evaluación exhaustiva te llevará unos 30 minutos.
it: Per completare questo test approfondito sono necessari 30 minuti.
pl: Ta szczegółowa ocena zajmie około 30 minut.
tr: Kapsamlı değerlendirme yaklaşık 30 dakika sürer.

source: BCG identified these figures by examining success factors and capabilities in over 40 companies across eight industries
es: BCG identificó estas cifras analizando los factores y las capacidades que han contribuido al éxito de más de 40 empresas de ocho sectores.
it: BCG è arrivata a queste cifre dopo aver esaminato le competenze e i fattori che hanno determinato il successo di oltre 40 aziende in otto settori:
pl: Firma BCG zidentyfikowała te dane, analizując czynniki sukcesu i możliwości w ponad 40 firmach z ośmiu branż
tr: BCG, bu rakamları belirlerken 8 sektörden 40'ın üzerinde şirketteki başarı faktörlerini ve yetenekleri incelemiştir

source: read more
es: más información
it: Ulteriori informazioni
pl: więcej informacji
tr: daha fazla bilgi

source: Appendix
es: Apéndice
it: Appendice
pl: Dodatek
tr: Ek

source: Benchmark calculations
es: Cálculos de las comparativas
it: Calcoli di benchmark
pl: Wyniki testu porównawczego
tr: Karşılaştırma hesaplamaları

source: Industry average & industry best
es: Media del sector y mejores resultados del sector
it: Media del settore e migliori risultati del settore
pl: Średnia branżowa i najlepszy wynik w branży
tr: Sektör ortalaması ve sektörün en iyisi

source: These two metrics show how your company compares to the average and top performers in your industry globally.
es: Estas dos métricas permiten comparar tu empresa con las que ofrecen unos resultados medios y con las que tienen el mejor rendimiento de tu sector.
it: Queste due metriche confrontano la tua attività con le aziende migliori del settore e con quelle che presentano risultati nella media a livello mondiale.
pl: Te dane wskazują, jak Twoja firma wypada w porównaniu ze średnią branżową i z najlepszymi firmami w Twojej branży na całym świecie.
tr: Bu iki metrik, şirketinizin sektörünüz genelindeki ortalama ve en iyi performans gösteren şirketler karşısındaki durumunu gösterir.

source: Your “Industry average” is currently based on global responses in the “{[reportCtrl.industryAvgSource]}” category.
es: En este caso, “la media del sector“ se basa en respuestas globales de la categoría “{[reportCtrl.industryAvgSource]}“.
it: Al momento, la tua metrica “Media del settore” si basa su risposte globali nella categoria “{[reportCtrl.industryAvgSource]}”.
pl: Twoja “Średnia branżowa” jest obecnie oparta na globalnych odpowiedziach w kategorii “{[reportCtrl.industryAvgSource]}”.
tr: “Sektör ortalaması” değeri için “{[reportCtrl.industryAvgSource]}” kategorisindeki genel yanıtlar baz alındı.

source: Your “Industry average” is currently based on global responses from all industries.
es: En este caso, “la media del sector“ se basa en respuestas globales de todos los sectores.
it: Al momento, la tua metrica “Media del settore” si basa su risposte globali in tutti i settori.
pl: Twoja “Średnia branżowa” jest obecnie oparta na globalnych odpowiedziach ze wszystkich branż.
tr: “Sektör ortalaması” değeri için tüm sektörlerdeki genel yanıtlar baz alındı.

source: Your “Industry best” is currently based on global responses in the “{[reportCtrl.industryBestSource]}” category.
es: En este caso, “los mejores resultados del sector“ se basan en respuestas globales de la categoría “{[reportCtrl.industryBestSource]}“.
it: Al momento, la tua metrica “Migliori risultati del settore” si basa su risposte globali nella categoria “{[reportCtrl.industryBestSource]}”.
pl: Twój “Najlepszy wynik w branży” jest obecnie oparty na globalnych odpowiedziach w kategorii “{[reportCtrl.industryBestSource]}”.
tr: “Sektörün en iyisi” değeri için “{[reportCtrl.industryBestSource]}” kategorisindeki genel yanıtlar baz alındı.
