Repository: annaastesano/girls-magnesium-dress
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, tr

source: Your “Industry best” is currently based on global responses from all industries.
es: En este caso, “los mejores resultados del sector“ se basan en respuestas globales de todos los sectores.
it: Al momento, la tua metrica “Migliori risultati del settore” si basa su risposte globali in tutti i settori.
pl: Twój “Najlepszy wynik w branży” jest obecnie oparty na globalnych odpowiedziach ze wszystkich branż.
tr: “Sektörün en iyisi” değeri için tüm sektörlerdeki genel yanıtlar baz alındı.

source: If the scores above do not refer to your specific industry, not enough people have yet filled in the assessment to produce a reliable average. Check back later as the scores are continuously updated!
es: Si las puntuaciones que se incluyen arriba no se corresponden con tu sector, significa que aún no hay evaluaciones suficientes completadas para generar una media fiable. Te recomendamos que vuelvas a consultarlas más tarde porque los datos se actualizan continuamente.
it: Se i punteggi precedenti non si riferiscono al tuo settore specifico, significa che il numero di persone che hanno compilato il test non è sufficiente a produrre una media affidabile. Ricontrolla in seguito, poiché i punteggi vengono aggiornati di continuo.
pl: Jeśli powyższe wyniki nie dotyczą konkretnej branży, oznacza to, że nie ma wystarczającej liczby osób, które wypełniły test, by uzyskać wiarygodną średnią. Sprawdź je później, ponieważ wyniki są stale aktualizowane.
tr: Yukarıdaki puanlar sektörünüzün durumunu yansıtmıyorsa henüz güvenilir bir ortalama oluşturmaya yetecek kadar kişi değerlendirmeye katılmamıştır. Puanlar sürekli olarak güncellendiği için daha sonra tekrar kontrol edin.

source: Six dimensions of digital marketing maturity
es: Seis áreas del nivel de desarrollo del marketing digital
it: Sei dimensioni della maturità del marketing digitale
pl: Sześć wymiarów dojrzałości marketingu internetowego
tr: Dijital pazarlamada olgunluğun 6 boyutu

source: Together with BCG, we identified the
es: En colaboración con BCG, identificamos las
it: In collaborazione con BCG, abbiamo identificato
pl: Razem z firmą BCG zidentyfikowaliśmy
tr: BCG ile birlikte, veriye dayalı pazarlamada olgunluk sağlayan

source: key dimensions
es: dimensiones clave
it: le principali dimensioni
pl: kluczowe wymiary,
tr: temel boyutları

source: that drive data-driven marketing maturity. Click the icons below to see how you perform in each.
es: que contribuyen al desarrollo del marketing basado en datos. Haz clic en los iconos siguientes para ver qué tal lo está haciendo tu empresa.
it: che promuovono la maturità del marketing basato sui dati. Fai clic sulle icone sottostanti per vedere il tuo rendimento in ciascuna.
pl: które zwiększają dojrzałość marketingu opartego na danych. Kliknij poniższe ikony, by zobaczyć, w jakim stopniu wykorzystujesz każdy z nich.
tr: belirledik. Bu boyutların her birinde nasıl performans gösterdiğinizi öğrenmek için aşağıdaki simgeleri tıklayın.

source: Your Digital Maturity level is
es: Tu nivel de desarrollo digital es
it: Il tuo livello di maturità digitale è
pl: Twój poziom dojrzałości cyfrowej to
tr: Dijital Olgunluk düzeyiniz:

source: Next level:
es: Siguiente nivel:
it: Livello successivo:
pl: Kolejny poziom:
tr: Sonraki düzey:

source: Congratulations, you're in the top group for digital maturity
es: Enhorabuena, tu empresa se encuentra entre las que tienen el mayor nivel de desarrollo digital
it: Complimenti, sei nel gruppo con il livello più alto di maturità digitale
pl: Gratulacje, jesteś w najlepszej grupie pod względem dojrzałości cyfrowej
tr: Tebrikler. Dijital olgunluk bakımından en üst gruptasınız.

source: Digital Maturity report
es: Informe de desarrollo digital
it: Rapporto sulla maturità digitale
pl: Raport dojrzałości cyfrowej
tr: Dijital Olgunluk raporu

source: This report will show you where you are weakest and strongest, and what to do to get to the next level.
es: Gracias a este informe sabrás lo que va bien y lo que va mal en tu empresa, y qué puedes hacer para mejorar.
it: Questo rapporto mostrerà i tuoi punti di forza e debolezza e ti suggerirà cosa fare per passare al livello successivo,
pl: Ten raport wskaże Ci najsłabsze i najmocniejsze punkty Twojej firmy i rekomendacje, które umożliwią Ci przejście na następny poziom.
tr: En zayıf ve en güçlü yönleriniz ile bir sonraki düzeye çıkmak için neler yapmanız gerektiği bu raporda belirtilmiştir.

source: This report will show you where you might not be performing as well, and how to keep your marketing maturity at the highest level.
es: Con este informe descubrirás los puntos débiles de tu empresa y cómo alcanzar todo el potencial del marketing digital.
it: Il rapporto indicherà le aree in cui il tuo rendimento potrebbe non essere al massimo e come fare per mantenere il livello più elevato di maturità nel marketing.
pl: Z raportu dowiesz się też, co możesz poprawić i jak utrzymać marketingową dojrzałość na najwyższym poziomie.
tr: Bu raporda, yeterince iyi performans göstermiyor olabileceğiniz alanlar ve dijital pazarlama konusundaki olgunluğunuzu en üst düzeyde tutmak için neler yapabileceğiniz açıklanmıştır.

source: Why Digital Maturity matters
es: La importancia del desarrollo digital
it: Perché la maturità digitale è importante
pl: Dlaczego dojrzałość cyfrowa jest ważna
tr: Dijital Olgunluk neden önemli?

source: Your overall digital maturity
es: Nivel de desarrollo digital general de tu empresa
it: La tua maturità digitale complessiva
pl: Ogólna dojrzałość cyfrowa Twojej firmy
tr: Genel dijital olgunluk düzeyiniz

source: Learn more about levels
es: Más información sobre los niveles
it: Ulteriori informazioni sui livelli
pl: Więcej informacji o poziomach
tr: Olgunluk düzeyleri hakkında daha fazla bilgi

source: Dimensions
es: Dimensiones
it: Dimensioni
pl: Wymiary
tr: Boyutlar

source: The definition has probably changed and we could not find any answer for this question.
es: Es posible que la definición haya cambiado, por lo que no hemos podido encontrar respuesta a esta pregunta.
it: Probabilmente la definizione è cambiata e non siamo riusciti a trovare una risposta a questa domanda.
pl: Definicja prawdopodobnie się zmieniła i nie mogliśmy znaleźć odpowiedzi na to pytanie.
tr: Tanım muhtemelen değiştiği için bu soruya yanıt bulamadık.

source: Consumer shift
es: Cambios en el comportamiento de los consumidores
it: Cambio di comportamento dei consumatori
pl: Zmiana konsumenta
tr: Tüketici kayması

source: Today, more and more of our lives are powered by mobile and digital. We love our devices, but what we really love is the power our devices give us. The power to get exactly what we want, instantly and effortlessly. To have our needs not just met, but anticipated.
es: Los móviles y el canal digital tienen cada vez más protagonismo en nuestras vidas. Nos gustan los dispositivos, pero lo que más nos atrae de ellos es el poder que nos dan, el poder de conseguir exactamente lo que queremos al instante y sin esfuerzo. No solo queremos que satisfagan nuestras necesidades, también esperamos que se anticipen a ellas.
it: Oggi siamo sempre di più ad affidarci ai dispositivi mobili e al digitale nella vita di tutti i giorni. Amiamo i nostri dispositivi, ma in realtà quello che apprezziamo è il potere che ci danno. Il potere di ottenere esattamente ciò che vogliamo all’istante e senza sforzo, e di vedere non solo soddisfatte, ma addirittura anticipate le nostre esigenze.
pl: Coraz częściej korzystamy dziś z urządzeń mobilnych i cyfrowych. Uwielbiamy nasze urządzenia, ale to, co naprawdę nam się podoba, to możliwości, jakie nam zapewniają. Możliwości uzyskania dokładnie tego, czego chcemy, natychmiast i bez wysiłku. Chcemy, by nasze potrzeby nie tylko były zaspokajane, ale też przewidywane.
tr: Artık yaşamlarımızda mobil ve dijital öğelerin gücünü gitgide daha fazla hissediyoruz. Cihazlarımızı seviyoruz, ancak asıl hoşumuza giden cihazlarımızın bize sağladığı güç. Bu güç sayesinde, tam olarak istediklerimizi anında ve zorlanmadan elde edebiliyoruz. İhtiyaçlarımız sadece karşılanmakla kalmıyor, aynı zamanda tahmin ediliyor.

source: For marketers, this means the very nature of how consumers behave and what they expect has changed. And as these expectations ratchet up, so do the requirements (and opportunities) for marketers.
es: Para los profesionales del marketing, esto alude directamente al comportamiento de los consumidores, y lo que esperan ha cambiado. Si estas expectativas aumentan, también lo harán las exigencias (y las oportunidades) para estos profesionales.
it: Per i professionisti del marketing, questo significa che il comportamento e le aspettative dei consumatori sono radicalmente cambiati. E man mano che crescono queste aspettative, aumentano anche sia le esigenze che le opportunità dei professionisti del marketing.
pl: Dla marketerów oznacza to, że zachowania i oczekiwania konsumentów uległy zmianie. Razem ze wzrostem oczekiwań klientów rosną wymagania wobec marketerów (ale rosną też możliwości).
tr: Pazarlamacılar için bu, tüketicilerin davranış ve beklentilerinin temelden değişmesi anlamına geliyor. Bu beklentiler artmaya devam ederken pazarlamacılara düşen sorumluluklar (ve fırsatlar) da artıyor.

source: Today’s consumers are:
es: Los consumidores de hoy en día son:
it: I consumatori di oggi sono:
pl: Dzisiejszych konsumentów charakteryzuje:
tr: Günümüz tüketicileri:

source: Curious
es: Curiosos
it: Curiosi
pl: Ciekawość
tr: Meraklı

source: They turn to Google Search more and more often looking to get useful advice and answers - even for the small stuff - so every decision they make is an informed one.
es: Cada vez utilizan más la Búsqueda de Google para obtener consejos útiles y respuestas, aunque sea para cuestiones de poca importancia. Así, se aseguran de que las decisiones que toman están bien fundamentadas.
it: Si affidano sempre più spesso a Ricerca Google per trovare utili consigli e risposte, anche per le piccole cose, in modo da essere sempre bene informati prima di prendere ogni decisione.
pl: Coraz częściej korzystają z wyszukiwarki Google, by uzyskać porady i odpowiedzi - nawet w przypadku drobiazgów - bo chcą podejmować każdą decyzję na podstawie danych.
tr: Küçük şeylerle ilgili olsa bile, faydalı tavsiye ve yanıtlara ulaşmak için Google Arama'ya gitgide daha sık başvuruyorlar. Dolayısıyla, tüm kararlarını bilinçli bir şekilde alıyorlar.

source: In the last 2 years, mobile searches have risen 239%% for best travel accessories, 208%% for best face powder and 156%% for best wet weather gear.&nbsp;
es: En los últimos dos años, las búsquedas móviles sobre los mejores accesorios de viaje, los mejores polvos faciales y la mejor ropa para la lluvia han aumentado un 239 %%, un 208 %% y un 156 %%, respectivamente.&nbsp;
it: Negli ultimi due anni, le ricerche da dispositivi mobili sono aumentate del 239%% per i migliori accessori da viaggio, del 208%% per la migliore cipria e del 156%% per il miglior equipaggiamento da pioggia.
pl: W ciągu ostatnich dwóch lat liczba wyszukiwań najlepszych akcesoriów podróżnych na telefonach komórkowych wzrosła o 239%%, najlepszego pudru do twarzy - o 208%%, a najlepszych akcesoriów na deszcz - o 156%%.&nbsp;
tr: Son 2 yılda mobil arama hacminde, en iyi seyahat aksesuarları için %%239, en iyi yüz pudraları için %%208 ve en iyi yağışlı hava ekipmanları için %%156 artış meydana geldi.&nbsp;

source: Mobile searches for “baby shopping lists” and “healthy shopping lists” are up 180%% in the last 2 years.&nbsp;
es: También en los dos últimos años, las búsquedas móviles sobre listas de nacimiento y listas de la compra de alimentos saludables han aumentado un 180 %%.&nbsp;
it: Negli ultimi due anni, le ricerche da dispositivi mobili per “liste della spesa per neonati” e “liste della spesa per prodotti salutari” sono cresciute del 180%%.
pl: Liczba wyszukiwań mobilnych “list zakupów dla dzieci” i “list zdrowych zakupów” wzrosła o 180%% w ciągu ostatnich dwóch lat.&nbsp;
tr: “Bebek alışveriş listeleri” ve “sağlıklı alışveriş listeleri” için yapılan mobil aramalar son 2 yılda %%180 arttı.&nbsp;

source: Demanding
es: Exigentes
it: Esigenti
pl: Wysokie wymagania
tr: Talepkar

source: They want relevant and tailor-made experiences and expect brands to understand and meet their intent with useful information in the moment.
es: Quieren experiencias relevantes y personalizadas, y esperan que las marcas entiendan lo que buscan y les muestren información útil en el momento justo.
it: Vogliono esperienze pertinenti e personalizzate, e si aspettano che i brand capiscano e soddisfino le loro intenzioni con informazioni utili al momento giusto.
pl: Klienci chcą spersonalizowanych wrażeń i oczekują, że marki zrozumieją ich intencje i spełnią ich wymagania, wyświetlając informacje przydatne w danej chwili.
tr: Alakalı ve kendileri için özel olarak oluşturulmuş deneyimler istiyor ve markaların doğru anda faydalı bilgilerle isteklerine yanıt vermesini bekliyorlar.

source: "Near me" searches have grown 4.5x on Google search and 6x on Google Maps on mobile in the last 2 years in EMEA.&nbsp;
es: En Europa, África y Oriente Medio, las búsquedas móviles que contienen "cerca" se han multiplicado por 4,5 en la Búsqueda de Google y por 6 en Google Maps en los dos últimos años.&nbsp;
it: Negli ultimi due anni nell’area EMEA le ricerche di "Vicino a me" sui dispositivi mobili sono aumentate di 4,5 e 6 volte rispettivamente su Ricerca Google e Google Maps.
pl: Liczba wyszukiwań hasła “Blisko mnie” na komórkach wzrosła 4,5-krotnie w wyszukiwarce Google i 6-krotnie w Mapach Google w ciągu ostatnich dwóch lat w regionie EMEA.&nbsp;
tr: "Yakınımdaki" aramaları son 2 yılda Avrupa, Orta Doğu ve Afrika'da Google Arama için 4,5 ve Google Haritalar için 6 katına çıktı.&nbsp;

source: 89%% of marketers say anticipating customer needs and providing helpful experiences along the consumer journey is critical to their brand’s growth.
it: L’89%% dei professionisti del marketing afferma che anticipare i bisogni dei clienti e offrire esperienze utili lungo il percorso del consumatore è fondamentale per la crescita del loro brand.
pl: 89%% marketerów twierdzi, że przewidywanie potrzeb klientów i zapewnianie im przydatnych wrażeń podczas ścieżki do zakupu ma kluczowe znaczenie dla rozwoju ich marki.
tr: Pazarlamacıların %%89'u, müşteri ihtiyaçlarını önceden kestirmenin ve tüketici yolculuğu boyunca faydalı deneyimler sunmanın markalarının büyümesi açısından kritik öneme sahip olduğunu söylüyor.

source: Impatient
es: Impacientes
it: Impazienti
pl: Niecierpliwość
tr: Sabırsız

source: People are making decisions faster than ever before, and they expect to be able to act on those decisions instantly.
es: Los usuarios toman las decisiones cada vez más rápidamente y esperan ponerlas en marcha al instante.
it: Gli utenti prendono decisioni più rapidamente di prima e si aspettano di poterle attuare all’istante.
pl: Ludzie podejmują decyzje szybciej niż kiedykolwiek wcześniej i oczekują, że będą w stanie natychmiast je zrealizować.
tr: Kullanıcılar artık her zaman olduğundan daha hızlı karar veriyor ve bu kararlar doğrultusunda anında harekete geçebilmeyi bekliyor.

source: 1 in 2 visits are abandoned if a mobile site takes longer than 3 seconds to load.&nbsp;
es: Cuando un sitio web móvil tarda más de tres segundos en cargarse, uno de cada dos usuarios lo abandona.&nbsp;
it: Una visita su due viene interrotta se un sito per dispositivi mobili impiega più di tre secondi a caricarsi.
pl: Połowa wizyt jest odrzucana, jeśli wczytywanie strony trwa dłużej niż trzy sekundy.&nbsp;
tr: Bir mobil sitenin yüklenmesi 3 saniyeden uzun sürdüğü takdirde 2 ziyaretten 1'inden vazgeçiliyor.&nbsp;

source: So, how can you be digitally mature and so anticipate the needs of your customers today?
es: Por lo tanto, ¿qué puedes hacer para alcanzar un nivel de desarrollo digital que permita anticiparte a las necesidades de tus clientes?
it: Come fai, quindi, a raggiungere la maturità digitale e anticipare le esigenze dei tuoi clienti oggi?
pl: Jak więc osiągnąć cyfrową dojrzałość i zacząć przewidywać potrzeby klientów?
tr: Öyleyse günümüzde dijital olgunluğa nasıl erişebilir ve müşterilerinizin ihtiyaçlarını nasıl tahmin edebilirsiniz?

source: Be there
es: Estar presente
it: Fatti trovare
pl: Bądź tam, gdzie jest Twój klient
tr: Orada olun

source: Use the power of technology and insights to deliver relevant, real-time messages at scale, whenever each consumer is ready for them.
es: Utiliza el poder de la tecnología y de los datos para mostrar mensajes relevantes, personalizados y en tiempo real, en el momento adecuado para cada consumidor.
it: Sfrutta tutto il potere della tecnologia e delle informazioni per trasmettere in tempo reale messaggi pertinenti su larga scala, nei momenti giusti per ogni consumatore.
pl: Wykorzystaj możliwości technologii i danych, by wyświetlać odpowiednie komunikaty w czasie rzeczywistym wielu użytkownikom w odpowiednim momencie.
tr: Tüketiciler mesajınızı almak için hazır olduklarında, alakalı ve gerçek zamanlı mesajları geniş ölçekte iletmek için teknoloji ve analizlerin gücünden yararlanın.

source: Be helpful
es: Ser útil
it: Renditi utile
pl: Pomagaj
tr: Yardımcı olun

source: Build a strategy driven by assistance, reorienting to become more relevant across the customer experience.
es: Crea una estrategia basada en la asistencia que te permita ser útil en toda la experiencia del cliente.
it: Crea una strategia basata sull’assistenza, adattandola per renderla più pertinente durante l’esperienza del cliente.
pl: Utwórz strategię opartą na pomocy, by poprawić doświadczenia klientów.
tr: Müşteri deneyimi boyunca alaka düzeyini artıracak yeniden yönlendirmeler içeren yardım odaklı bir strateji oluşturun.

source: Be quick
es: Ser rápido
it: Sii veloce
pl: Działaj szybko
tr: Hızlı olun

source: Deliver the speedy, frictionless experiences on mobile that consumers expect.
es: Cumple las expectativas de los consumidores ofreciéndoles experiencias rápidas y sin complicaciones en el canal móvil.
it: Offri le esperienze veloci e fluide che i consumatori si aspettano sui dispositivi mobili.
pl: Zapewnij użytkownikom szybką, wygodną obsługę urządzeń mobilnych, jakiej oczekują.
tr: Mobil cihazlarda tüketicilerin beklediği hızlı ve sorunsuz deneyimleri sunun.

source: <strong>Of course, if customers benefit, businesses benefit</strong> - but they’re struggling to put it all into practice. Our research with BCG shows only 2%% of brands are realising the full potential of data-driven marketing.
es: <strong>Si los clientes ganan, las empresas también ganan,</strong> aunque les está costando ponerlo todo en práctica. Según el estudio que realizamos junto con BCG, solo el 2 %% de las marcas son conscientes del potencial que tiene el marketing basado en datos.
it: <strong>Naturalmente, i vantaggi che ottengono i clienti si ripercuotono anche sulle aziende</strong>, ma queste ultime hanno difficoltà a mettere tutto in pratica. La nostra ricerca in collaborazione con BCG rivela che solo il 2%% dei brand realizza tutte le potenzialità del marketing basato sui dati.
pl: <strong>Oczywiście jeśli klienci odnoszą korzyści,odnoszą je też firmy</strong>, jednak często mają problemy z wprowadzeniem ich w życie. Nasze badania przeprowadzone we współpracy z firmą z BCG pokazują, że tylko 2%% marek zdaje sobie sprawę z pełnego potencjału marketingu opartego na danych.
tr: <strong>Müşterilerin fayda görmesi demek elbette işletmelerin de fayda görmesi demektir</strong>, ancak bunu hayata geçirmek hiç kolay değildir. BCG ile yürüttüğümüz çalışma, markaların sadece %%2'lik kısmının veriye dayalı pazarlamanın tam potansiyelini kullanmayı başardığını göstermektedir.

source: Find out how you can be there, be helpful and be quick to meet and exceed these ever-rising customer expectations in your interactive Digital Marketing Maturity report.
es: Descubre cómo puede tu empresa estar presente, y ser útil y rápida para cumplir y superar las expectativas —cada vez mayores— de los clientes a través de un informe de Digital Marketing Maturity.
it: Esamina il rapporto interattivo di Digital Marketing Maturity per scoprire in che modo puoi farti trovare, renderti utile ed essere veloce per soddisfare e superare le aspettative dei clienti.
pl: Aby dowiedzieć się, jak możesz być tam, gdzie Twoi klienci, pomagać im i szybko zaspokajać ich wciąż rosnące oczekiwania, przeczytaj interaktywny raport na temat dojrzałości marketingu internetowego.
tr: Devamlı olarak yükselen bu müşteri beklentilerini karşılamak ve aşmak için nasıl orada olacağınızı, yardımcı olacağınızı ve hızlı olacağınızı öğrenmek üzere etkileşimli Dijital Pazarlamada Olgunluk raporunuzu inceleyin.

source: Source: Google Data, EMEA, Jan - Dec 2015 vs. Jan - Dec 2017
es: Fuente: Datos de Google, Europa, África y Medio Oriente, periodo de enero a diciembre del 2015 frente al periodo de enero a diciembre del 2017.
it: Fonte: dati di Google, area EMEA, gennaio-dicembre 2015 rispetto a gennaio-dicembre 2017
pl: Źródło: dane Google, EMEA, okres styczeń - grudzień 2015 r. w por. z okresem styczeń - grudzień 2017 r.
tr: Kaynak: Google Verileri, Avrupa, Orta Doğu ve Afrika, Oca - Ara 2015 ve Oca - Ara 2017

source: Source: Econsultancy/Google, “An Audience of Individuals,” 2017, n=514, marketing and measurement executives at North American companies with over $250M in revenues; n=133 leading marketers who reported marketing significantly exceeded top business goals in 2016, n=381 mainstream marketers (remainder of the sample).
es: Fuente: Econsultancy y Google, “An Audience of Individuals“ (Una audiencia formada por personas individuales), 2017; n=514 ejecutivos de marketing y medición de empresas ubicadas principalmente en Norteamérica y cuyos ingresos superan los 250 millones de USD; n=133 profesionales del marketing que afirmaron que el departamento de marketing había superado con creces su principal objetivo de negocio en el 2016, n=381 otros profesionales del marketing (resto de la muestra).
it: Fonte: Econsultancy/Google, “An Audience of Individuals”, 2017, n = 514 responsabili di marketing e misurazione di aziende nordamericane con oltre 250 milioni di dollari di fatturato; n = 133 importanti professionisti del marketing che hanno affermato di aver superato abbondantemente i principali obiettivi aziendali nel 2016; n = 381 professionisti del marketing tradizionali (il resto del campione).
pl: Źródło: Econsultancy/Google, “An Audience of Individuals”, 2017 r., liczba ankietowanych: 514, dyrektorzy ds. marketingu i pomiarów w firmach z Ameryki Północnej uzyskujących przychody powyżej 250 mln USD; liczba ankietowanych: 133 najlepszych marketerów, którzy zgłosili, że ich wyniki marketingowe wyraźnie przekroczyły najważniejsze cele biznesowe w 2016 r., liczba ankietowanych: 381 marketerów mainstreamowych pozostała część próby).
tr: Kaynak: Econsultancy/Google, “An Audience of Individuals” (“Birey Kitlesi”) 2017, katılımcı sayısı=514, 250 milyon $'ın üzerinde gelire sahip Kuzey Amerika şirketlerinde görev yapan pazarlama ve ölçüm yetkilileri; katılımcı sayısı=133, 2016 yılında pazarlama sonuçlarının üst düzey işletme hedeflerini önemli ölçüde aştığını bildiren önde gelen pazarlamacılar, katılımcı sayısı=381, ana akım pazarlamacılar (örneklemin geri kalanı).

source: You are
es: Tu empresa está
pl: Obecny poziom Twojej firmy:
tr: Şu anki düzeyiniz:

source: You could be
es: Podrías ser
it: Potresti essere
pl: Możliwy poziom Twojej firmy:
tr: Gelebileceğiniz düzey:

source: Congratulations
es: Enhorabuena,
pl: Gratulacje
tr: Tebrikler
